
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["Wssgmarkwu - 格瑞姆巴托"] = "Wssgmarkwu - 格瑞姆巴托",
	},
	["profiles"] = {
		["Wssgmarkwu - 格瑞姆巴托"] = {
			["recent"] = {
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Threo-鬼雾峰",
						["iLvl"] = 367,
						["time"] = 1538026858,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "GodisaDead#5399",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "大青衣-奥尔加隆",
						["iLvl"] = 365,
						["time"] = 1538026858,
						["class"] = 8,
						["bTag"] = "Komet#5916",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Hoobastank-奥尔加隆",
						["time"] = 1538026858,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "爱神遗忘之疼-燃烧之刃",
						["time"] = 1538026858,
						["class"] = 2,
					}, -- [4]
				},
				["2-141-514-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "我吃柠檬-加基森",
						["iLvl"] = 367,
						["time"] = 1537970934,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "皮皮虾我先走了#5366",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "加拿大同学-埃德萨拉",
						["iLvl"] = 346,
						["time"] = 1537970934,
						["class"] = 8,
						["bTag"] = "BT160727#5213",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "织命使薇薇安-贫瘠之地",
						["time"] = 1537973785,
						["class"] = 3,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "头狠铁-加基森",
						["iLvl"] = 358,
						["time"] = 1537970934,
						["class"] = 11,
						["bTag"] = "狠贼狠贼#5503",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "李瑞虎-熔火之心",
						["iLvl"] = 353,
						["time"] = 1537974055,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "桃花岛岛主#5819",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "噩梦-熔火之心",
						["iLvl"] = 354,
						["time"] = 1537974055,
						["class"] = 12,
						["bTag"] = "雷诺#59254",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "兔子蹦蹦跳-死亡之翼",
						["iLvl"] = 363,
						["time"] = 1537974055,
						["class"] = 1,
						["bTag"] = "暴走小萝莉#5475",
					}, -- [7]
				},
				["111-249-655-0"] = {
					{
						["role"] = "NONE",
						["name"] = "喜才的木木-安苏",
						["iLvl"] = 369,
						["time"] = 1538495650,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "洗菜大大#5734",
					}, -- [1]
					{
						["role"] = "NONE",
						["name"] = "织命使薇薇安-贫瘠之地",
						["time"] = 1538495650,
						["class"] = 3,
					}, -- [2]
				},
				["3-135-494-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "海棠乂秋-回音山",
						["iLvl"] = 356,
						["time"] = 1538046390,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Azazel#51107",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "尐耳朵-奥尔加隆",
						["iLvl"] = 364,
						["time"] = 1538046390,
						["class"] = 5,
						["bTag"] = "孤狼#54373",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "攘攘皆为利来-燃烧之刃",
						["iLvl"] = 348,
						["time"] = 1538038925,
						["class"] = 6,
						["bTag"] = "吴彦祖#54485",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "随风而入-黑铁",
						["iLvl"] = 349,
						["time"] = 1538045334,
						["class"] = 8,
						["bTag"] = "卡卡#53892",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "賊哇子-加基森",
						["iLvl"] = 349,
						["time"] = 1538045334,
						["class"] = 4,
						["bTag"] = "呔丶妖精#5766",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "追杀联盟小号-克尔苏加德",
						["time"] = 1538046390,
						["class"] = 2,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "堕夜黎明-死亡之翼",
						["time"] = 1538046390,
						["class"] = 8,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "初音菩萨丶-海克泰尔",
						["time"] = 1538038599,
						["class"] = 5,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Pjss-霜之哀伤",
						["time"] = 1538046246,
						["class"] = 4,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "白狼套空手-死亡之翼",
						["iLvl"] = 352,
						["time"] = 1538038773,
						["class"] = 7,
						["bTag"] = "战斗之软泥怪#512630",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "小小阿宝他哥-格瑞姆巴托",
						["iLvl"] = 349,
						["time"] = 1538046390,
						["class"] = 12,
						["bTag"] = "赵瑞#51759",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "长城-破碎岭",
						["iLvl"] = 354,
						["time"] = 1538046390,
						["class"] = 1,
						["bTag"] = "长城#51795",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "狂狷-布兰卡德",
						["iLvl"] = 353,
						["time"] = 1538046390,
						["class"] = 1,
						["bTag"] = "狂狷#5923",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "孤独的根号叁-死亡熔炉",
						["iLvl"] = 349,
						["time"] = 1538042076,
						["class"] = 12,
						["bTag"] = "跳跳骑士#59637",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "我脱丶别撕了-克尔苏加德",
						["iLvl"] = 359,
						["time"] = 1538044467,
						["class"] = 10,
						["bTag"] = "瓦拉加尔#5383",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "心若浮屠-伊森利恩",
						["iLvl"] = 359,
						["time"] = 1538046390,
						["class"] = 4,
						["bTag"] = "为了部落#513350",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Angelacoco-天空之墙",
						["iLvl"] = 349,
						["time"] = 1538045236,
						["class"] = 9,
						["bTag"] = "小牛#52555",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "野原丶新之助-火焰之树",
						["iLvl"] = 366,
						["time"] = 1538046390,
						["class"] = 8,
						["bTag"] = "chuck#5580",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "灬羽善皇灬-格瑞姆巴托",
						["iLvl"] = 349,
						["time"] = 1538039699,
						["class"] = 3,
						["bTag"] = "孟晖#51940",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "大干梅子-千针石林",
						["iLvl"] = 355,
						["time"] = 1538046390,
						["class"] = 6,
						["bTag"] = "巴黎上空的猪#5108",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "记忆断层丶-迅捷微风",
						["iLvl"] = 359,
						["time"] = 1538046390,
						["class"] = 4,
						["bTag"] = "我的操作绝无弱势#5784",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "孓孑-燃烧之刃",
						["iLvl"] = 354,
						["time"] = 1538042076,
						["class"] = 12,
						["bTag"] = "CCCP#5279",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "小米米-格瑞姆巴托",
						["time"] = 1538046390,
						["class"] = 5,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "爱寳蓝太好了-格瑞姆巴托",
						["iLvl"] = 364,
						["time"] = 1538038925,
						["class"] = 4,
						["bTag"] = "Leisurely#5719",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "手一抬奶四海-迅捷微风",
						["iLvl"] = 372,
						["time"] = 1538043932,
						["class"] = 10,
						["bTag"] = "跳跳骑士#59593",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "丶豆芽-阿扎达斯",
						["iLvl"] = 351,
						["time"] = 1538046278,
						["class"] = 11,
						["bTag"] = "蛮力之兽#5140832",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "螞鸃尐娦-斯克提斯",
						["iLvl"] = 357,
						["time"] = 1538046390,
						["class"] = 2,
						["bTag"] = "树荫下的蘑菇#5440",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "血瞳丶-闪电之刃",
						["iLvl"] = 358,
						["time"] = 1538046390,
						["class"] = 4,
						["bTag"] = "Moon#51632",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "暮色之南丶-安苏",
						["iLvl"] = 348,
						["time"] = 1538046390,
						["class"] = 4,
						["bTag"] = "我是你的城#5142",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "武装采矿车-燃烧之刃",
						["iLvl"] = 347,
						["time"] = 1538046390,
						["class"] = 1,
						["bTag"] = "小土狗#51377",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "萌面尛怪兽丶-死亡之翼",
						["iLvl"] = 363,
						["time"] = 1538046390,
						["class"] = 9,
						["bTag"] = "纯白的色调#5274",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "死灵之痕-闪电之刃",
						["iLvl"] = 357,
						["time"] = 1538046390,
						["class"] = 8,
						["bTag"] = "暗夜之鸦#521970",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "风之翱翔-索瑞森",
						["iLvl"] = 347,
						["time"] = 1538046390,
						["class"] = 2,
						["bTag"] = "Kuner#5530",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "东迫-丽丽（四川）",
						["iLvl"] = 352,
						["time"] = 1538046390,
						["class"] = 5,
						["bTag"] = "卡卡仓#5812",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "云踪秋影-海克泰尔",
						["iLvl"] = 371,
						["time"] = 1538046390,
						["class"] = 8,
						["bTag"] = "千載不變#5115",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "沐时晴-燃烧之刃",
						["time"] = 1538046390,
						["class"] = 8,
					}, -- [36]
				},
				["2-139-504-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "织命使薇薇安-贫瘠之地",
						["time"] = 1537970117,
						["class"] = 3,
					}, -- [1]
				},
				["2-145-530-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "感受这衤-太阳之井",
						["time"] = 1538020815,
						["class"] = 12,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "泥光且伐-红龙军团",
						["iLvl"] = 364,
						["time"] = 1538020815,
						["class"] = 1,
						["bTag"] = "西八咯哎#5945",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "袖灬-埃德萨拉",
						["iLvl"] = 367,
						["time"] = 1538020815,
						["class"] = 9,
						["bTag"] = "袖子#5745",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "聖言丷聖語-凤凰之神",
						["iLvl"] = 361,
						["time"] = 1538020815,
						["class"] = 2,
						["bTag"] = "bbc1984#5992",
					}, -- [4]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "有点野-米奈希尔",
						["iLvl"] = 363,
						["time"] = 1537974474,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "潜行之鲷#512641",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "织命使薇薇安-贫瘠之地",
						["time"] = 1537974474,
						["class"] = 3,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "萌灬蠢蠢-无尽之海",
						["iLvl"] = 365,
						["time"] = 1537974474,
						["class"] = 7,
						["bTag"] = "虎哥#5501",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "为了安度因-冰霜之刃",
						["iLvl"] = 365,
						["time"] = 1537974474,
						["class"] = 12,
						["bTag"] = "风翎#51793",
					}, -- [4]
				},
				["3-135-495-0"] = {
					{
						["role"] = "TANK",
						["name"] = "森罗背后丶-格瑞姆巴托",
						["iLvl"] = 369,
						["time"] = 1538221015,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "信天翁#5108",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "梧桐灬靖哥-格瑞姆巴托",
						["time"] = 1538221015,
						["class"] = 6,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "熙熙皆为利往-格瑞姆巴托",
						["iLvl"] = 365,
						["time"] = 1538221015,
						["class"] = 2,
						["bTag"] = "周杰伦#53316",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "叶落风静-死亡之翼",
						["iLvl"] = 369,
						["time"] = 1538221015,
						["class"] = 3,
						["bTag"] = "不落的叶子#5336",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "遗忘的小魂-阿尔萨斯",
						["time"] = 1538221015,
						["class"] = 7,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "朵朵薇岚-格瑞姆巴托",
						["iLvl"] = 371,
						["time"] = 1538221015,
						["class"] = 5,
						["bTag"] = "kobilouso#5863",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "Mickeypriest-埃德萨拉",
						["iLvl"] = 369,
						["time"] = 1538221015,
						["class"] = 5,
						["bTag"] = "唯爱丶轩萱#5284",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "嫩嫩炖蛋出炉-踏梦者",
						["iLvl"] = 366,
						["time"] = 1538221015,
						["class"] = 2,
						["bTag"] = "鬼魂之龙#512910",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "狐狸丿流泪-燃烧之刃",
						["iLvl"] = 373,
						["time"] = 1538221015,
						["class"] = 2,
						["bTag"] = "狐狸#5700",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "余小倔-奥特兰克",
						["iLvl"] = 368,
						["time"] = 1538221015,
						["class"] = 3,
						["bTag"] = "Drakedog#5306",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "裂影丨糖猛猛-狂热之刃",
						["iLvl"] = 365,
						["time"] = 1538221015,
						["class"] = 9,
						["bTag"] = "绝版大坏蛋#5213",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋黄酱拌饭-无尽之海",
						["iLvl"] = 366,
						["time"] = 1538221015,
						["class"] = 4,
						["bTag"] = "你也想吃魚嗎丶#5954",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "虞人-燃烧之刃",
						["time"] = 1538221015,
						["class"] = 12,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "泪眼的秘密-影之哀伤",
						["iLvl"] = 368,
						["time"] = 1538220949,
						["class"] = 8,
						["bTag"] = "mr2#5801",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "三营长-闪电之刃",
						["iLvl"] = 365,
						["time"] = 1538221015,
						["class"] = 1,
						["bTag"] = "暗影之龙#549792",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "天涯灬色空-布兰卡德",
						["iLvl"] = 338,
						["time"] = 1538494764,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "风吹过的冬天#5990",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "临风起舞-布兰卡德",
						["iLvl"] = 360,
						["time"] = 1538489735,
						["class"] = 2,
						["bTag"] = "存书瞧河#5876",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "织命使薇薇安-贫瘠之地",
						["time"] = 1538494764,
						["class"] = 3,
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "可以陪伴丶-凤凰之神",
						["iLvl"] = 363,
						["time"] = 1538494764,
						["class"] = 7,
						["bTag"] = "可以陪伴#5645",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "约泡的阿昆达-白骨荒野",
						["iLvl"] = 371,
						["time"] = 1538489495,
						["class"] = 6,
						["bTag"] = "镹皇叔#5256",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "暖暖的雪-丽丽（四川）",
						["iLvl"] = 357,
						["time"] = 1538494764,
						["class"] = 2,
						["bTag"] = "酸苹果#5412",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "大舒小贝-安苏",
						["iLvl"] = 358,
						["time"] = 1538494764,
						["class"] = 9,
						["bTag"] = "大舒小贝#5604",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "郭达丨斯坦森-格瑞姆巴托",
						["iLvl"] = 356,
						["time"] = 1538494764,
						["class"] = 11,
						["bTag"] = "佛祖保佑我#5828",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "塞纳河的鱼-安苏",
						["iLvl"] = 360,
						["time"] = 1538494764,
						["class"] = 12,
						["bTag"] = "剥皮王丶#5189",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "谜壹样的男人-无尽之海",
						["iLvl"] = 358,
						["time"] = 1538492860,
						["class"] = 2,
						["bTag"] = "我是大坑货#5785",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "姬神茜-索瑞森",
						["iLvl"] = 357,
						["time"] = 1538494764,
						["class"] = 10,
						["bTag"] = "yoji#5875",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Dfbbd-克尔苏加德",
						["iLvl"] = 368,
						["time"] = 1538494764,
						["class"] = 12,
						["bTag"] = "朱三真猥琐#5247",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "峰值爱尚-熔火之心",
						["iLvl"] = 361,
						["time"] = 1538490480,
						["class"] = 12,
						["bTag"] = "夜闯女澡堂#5378",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "小白丶离-恶魔之魂",
						["time"] = 1538494764,
						["class"] = 8,
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "执着恋爱-白银之手",
						["iLvl"] = 366,
						["time"] = 1538492860,
						["class"] = 5,
						["bTag"] = "狡猾之猎人#527341",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "霜冻之吻-海加尔",
						["iLvl"] = 360,
						["time"] = 1538492860,
						["class"] = 2,
						["bTag"] = "极端爆裂#51190",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "死无对证-凤凰之神",
						["iLvl"] = 345,
						["time"] = 1538494764,
						["class"] = 12,
						["bTag"] = "郭德纲正面#5133",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "高岭雷达-利刃之拳",
						["iLvl"] = 361,
						["time"] = 1538494764,
						["class"] = 1,
						["bTag"] = "蔓纱#5546",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "自然的牛丶奶-安其拉",
						["iLvl"] = 357,
						["time"] = 1538494764,
						["class"] = 11,
						["bTag"] = "讠吾#5585",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "征戰丶昊天-埃加洛尔",
						["iLvl"] = 360,
						["time"] = 1538494764,
						["class"] = 2,
						["bTag"] = "烂疙瘩#5721",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "温而知新-遗忘海岸",
						["time"] = 1538494585,
						["class"] = 3,
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "奶骑一枝花-加基森",
						["iLvl"] = 363,
						["time"] = 1538490325,
						["class"] = 2,
						["bTag"] = "尼古拉斯奶骑#5865",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "桂宝宝-通灵学院",
						["iLvl"] = 357,
						["time"] = 1538494764,
						["class"] = 12,
						["bTag"] = "尕变形金刚#5647",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "萝莉收割机-凤凰之神",
						["iLvl"] = 359,
						["time"] = 1538492860,
						["class"] = 1,
						["bTag"] = "胖纸又怎样#5900",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "我那么美-血色十字军",
						["iLvl"] = 366,
						["time"] = 1538490480,
						["class"] = 8,
						["bTag"] = "小白牙天天#5330",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Nmzszxsl-克苏恩",
						["iLvl"] = 368,
						["time"] = 1538492860,
						["class"] = 12,
						["bTag"] = "我爱给力驰#5273",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "淡雲丶輕風-凤凰之神",
						["iLvl"] = 362,
						["time"] = 1538494764,
						["class"] = 3,
						["bTag"] = "天涯#5972",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "橙太多-影之哀伤",
						["iLvl"] = 356,
						["time"] = 1538494764,
						["class"] = 12,
						["bTag"] = "LuckyFree#5363",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "Sara-阿曼尼",
						["iLvl"] = 351,
						["time"] = 1538494764,
						["class"] = 12,
						["bTag"] = "蒙哥#5258",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Saltwaterylj-血色十字军",
						["iLvl"] = 359,
						["time"] = 1538494764,
						["class"] = 2,
						["bTag"] = "BladeYLJ#5231",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "Firemind-格瑞姆巴托",
						["iLvl"] = 358,
						["time"] = 1538494764,
						["class"] = 8,
						["bTag"] = "卖大饼的法爷#5740",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "如我西沉丶-阿纳克洛斯",
						["iLvl"] = 356,
						["time"] = 1538494764,
						["class"] = 1,
						["bTag"] = "脱线傀儡#5975",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "小鸡不好惹-密林游侠",
						["iLvl"] = 352,
						["time"] = 1538494764,
						["class"] = 4,
						["bTag"] = "宝爷#5302",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "非常君-冰霜之刃",
						["iLvl"] = 354,
						["time"] = 1538494764,
						["class"] = 3,
						["bTag"] = "雨夜声烦#5939",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "塔克西丝骑士-提瑞斯法",
						["iLvl"] = 350,
						["time"] = 1538494764,
						["class"] = 6,
						["bTag"] = "崔斯特#5553",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "天路朝阳-安苏",
						["iLvl"] = 353,
						["time"] = 1538494764,
						["class"] = 11,
						["bTag"] = "机械之咒#5217409",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "月下为君-丽丽（四川）",
						["iLvl"] = 354,
						["time"] = 1538494764,
						["class"] = 8,
						["bTag"] = "SkullHeart#51508",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "丶缓缓归-外域",
						["iLvl"] = 361,
						["time"] = 1538494764,
						["class"] = 8,
						["bTag"] = "静之虫丶#5710",
					}, -- [53]
					{
						["role"] = "HEALER",
						["name"] = "殺手皇後-回音山",
						["iLvl"] = 348,
						["time"] = 1538494764,
						["class"] = 5,
						["bTag"] = "库洛洛#51399",
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "果木三分熟-无尽之海",
						["iLvl"] = 356,
						["time"] = 1538494764,
						["class"] = 11,
						["bTag"] = "灭世狂屠#5553",
					}, -- [55]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = -112.624450683594,
					["x"] = 6.09536743164063,
					["scale"] = 1,
				},
			},
			["version"] = "80000.06",
			["searchHistoryList"] = {
				"3-135-494-0", -- [1]
				"3-0-657-0", -- [2]
				"6-0-0-0", -- [3]
			},
			["lastSearchCode"] = "3-135-494-0",
		},
	},
}
