
CrucibleWeightDB = nil
EasyObliterate_Data = {
	["addonVersion"] = 18,
	["ashStats"] = {
	},
}
LoveDB = {
	["贫瘠之地_Horde_Dksgmarkwu"] = {
		["FriendsLogDB"] = {
			"Tankyou", -- [1]
			"爱阴湿摊", -- [2]
			"老衲不是胤才", -- [3]
			"锦衣卫", -- [4]
			"Stcolin", -- [5]
			"Seraphims", -- [6]
		},
		["RaidMark"] = {
			["locked"] = false,
		},
	},
	["贫瘠之地_Alliance_吉尔妮斯渡鸦"] = {
		["RaidMark"] = {
			["locked"] = false,
		},
		["FriendsLogDB"] = {
		},
	},
	["贫瘠之地_Alliance_Mmar"] = {
		["RaidMark"] = {
			["locked"] = false,
		},
		["FriendsLogDB"] = {
		},
	},
	["贫瘠之地_Horde_Qssgmarkwu"] = {
		["FriendsLogDB"] = {
			"七点半闹钟", -- [1]
		},
		["RaidMark"] = {
			["locked"] = false,
		},
	},
	["贫瘠之地_Alliance_Mmarr"] = {
		["RaidMark"] = {
			["locked"] = false,
		},
		["FriendsLogDB"] = {
		},
	},
	["贫瘠之地_Horde_一少纯帅之母"] = {
		["RaidMark"] = {
			["locked"] = false,
		},
		["FriendsLogDB"] = {
			"锦衣卫", -- [1]
			"锦帽卫", -- [2]
			"一少纯帅", -- [3]
			"柳帘垂泪", -- [4]
			"折翼弄蝶", -- [5]
			"Dzsgmarkwu", -- [6]
			"继續", -- [7]
			"龙门客栈", -- [8]
			"凤栖语", -- [9]
			"倚影", -- [10]
		},
	},
	["贫瘠之地_Neutral_Wssgmarkwu"] = {
		["RaidMark"] = {
			["locked"] = false,
		},
		["FriendsLogDB"] = {
		},
	},
	["贫瘠之地_Horde_Zssgmarkwu"] = {
		["FriendsLogDB"] = {
			"Stcolin", -- [1]
			"毛啊九", -- [2]
			"锕丿烦达", -- [3]
			"Baccky", -- [4]
			"Deíty", -- [5]
			"Htdg", -- [6]
			"Kamea", -- [7]
			"Lrsgmarkwu", -- [8]
			"Nothingness", -- [9]
			"Porscheboy", -- [10]
			"一副挨打相", -- [11]
			"丶葬丨戰神乄", -- [12]
			"为你而战灬臸", -- [13]
			"主打歌", -- [14]
			"丿葬灬十殿", -- [15]
			"传说李师父", -- [16]
			"全民公敌丶", -- [17]
			"剑平江湖", -- [18]
			"囗记忆呼喊", -- [19]
			"地狱来的难题", -- [20]
			"天坑艾希", -- [21]
			"奶霸小成", -- [22]
			"寂寞女骇", -- [23]
			"小法妞乾坤", -- [24]
			"小牛有情调", -- [25]
			"小白鹿飞起来", -- [26]
			"小蝴蝶丶", -- [27]
			"尽管伤害太少", -- [28]
			"德哥不饶人", -- [29]
			"性感的黑毛君", -- [30]
			"怪盗丶", -- [31]
			"恶魔小欣", -- [32]
			"悲伤的神话", -- [33]
			"惊风羽", -- [34]
			"慕容西瓜", -- [35]
			"戮丶斩神", -- [36]
			"拉风丶灰烬", -- [37]
			"无花恋落花", -- [38]
			"暴走死神", -- [39]
			"森小蓝", -- [40]
			"椒鹽排条", -- [41]
			"樱雪漫舞", -- [42]
			"比斯克", -- [43]
			"浩劫灾变哥", -- [44]
			"游天坤妄", -- [45]
			"潇洒神牛德", -- [46]
			"火爆的魔魔", -- [47]
			"灰常丶死亡彡", -- [48]
			"狼社灬怪叔叔", -- [49]
			"瓦洛克", -- [50]
			"白天游四方", -- [51]
			"白骨吱吱", -- [52]
			"矮子有情调", -- [53]
			"紫凝琪琪", -- [54]
			"罗马小弟", -- [55]
			"般若西", -- [56]
			"葡萄有点甜", -- [57]
			"裤裆扎线", -- [58]
			"豆大的豆子", -- [59]
			"跟你私奔去", -- [60]
			"还魂刀", -- [61]
			"零度冰焰", -- [62]
			"颓废式丶苦", -- [63]
			"风雪残殇", -- [64]
			"飞机飞机", -- [65]
			"饮水机守护者", -- [66]
			"鬼蓄畜丶", -- [67]
			"鼓瑟吹笙", -- [68]
			"丶肆虐", -- [69]
			"Sherbet", -- [70]
			"卡呗尔灬小成", -- [71]
			"牛牛回家种田", -- [72]
			"你弹的琴我懂", -- [73]
			"随便怎么都呆", -- [74]
			"风暴狂牧", -- [75]
			"心心向蓉", -- [76]
			"飘摇天地间", -- [77]
			"王丶风暴烈酒", -- [78]
			"Olilipipi", -- [79]
			"Olilijim", -- [80]
			"巅峰一法神", -- [81]
			"你若不离不弃", -- [82]
			"我帅你酷", -- [83]
			"丶希璇", -- [84]
			"名字取的好愁", -- [85]
			"辛辛娜缇", -- [86]
			"黑虚魂", -- [87]
			"窝里个去", -- [88]
			"凹凸薛洁", -- [89]
			"毅力但", -- [90]
			"Monsterfei", -- [91]
			"我只会冰箱", -- [92]
			"小淼牧", -- [93]
			"泽拉之图", -- [94]
			"炮打五雷轰", -- [95]
			"且女南木南木", -- [96]
			"木南女且", -- [97]
			"苹果糖心", -- [98]
			"织梦者丶道天", -- [99]
			"你老师突然", -- [100]
			"文之德卫", -- [101]
			"叙事的禅味", -- [102]
			"歌乐山一匹狼", -- [103]
			"影之夭", -- [104]
			"德之荣耀", -- [105]
			"柠檬王子", -- [106]
			"果果子酱", -- [107]
			"丿小保安丶", -- [108]
			"部落的贼", -- [109]
			"Jaccek", -- [110]
			"惹我就电你", -- [111]
			"追忆之刃", -- [112]
			"小小的僵尸", -- [113]
			"锦衣卫", -- [114]
			"嗨老板来碗面", -- [115]
			"绝对绝对萌萌", -- [116]
			"维维安娜", -- [117]
			"考拉熊", -- [118]
			"洗面奶", -- [119]
			"咕咕肉炒饭", -- [120]
			"丿花谢", -- [121]
			"稀有德魯伊", -- [122]
			"一少纯帅", -- [123]
			"一地狱之歌一", -- [124]
			"凝望唏嘘岁月", -- [125]
			"折翼弄蝶", -- [126]
			"Dzsgmarkwu", -- [127]
			"零度燃火", -- [128]
			"丶靑", -- [129]
			"Goodwen", -- [130]
			"Insideman", -- [131]
			"杜甫西施", -- [132]
			"狐狸精精", -- [133]
			"欧巴不要", -- [134]
			"卡莱尔丶卡伦", -- [135]
			"Seraphims", -- [136]
			"凤栖语", -- [137]
			"蓝啸月", -- [138]
			"乄蓒", -- [139]
			"紫晓雯", -- [140]
			"八戒你瘦了也", -- [141]
			"断弦琴", -- [142]
			"毛阿九", -- [143]
			"夏宝宝快出生", -- [144]
			"永恒飒飒", -- [145]
			"南苼姑娘", -- [146]
			"最牛的狂暴战", -- [147]
			"程斯昂", -- [148]
			"Beyoncé", -- [149]
			"来个大保健", -- [150]
			"潇湘少主", -- [151]
			"伊万卡戴珊", -- [152]
			"八方支援", -- [153]
			"米卢瓦斯", -- [154]
			"追猎星辰", -- [155]
			"鴉殺盡", -- [156]
		},
		["RaidMark"] = {
			["locked"] = false,
		},
	},
	["贫瘠之地_Horde_一少纯帅他妹"] = {
		["RaidMark"] = {
			["locked"] = false,
		},
		["FriendsLogDB"] = {
		},
	},
	["金色平原_Horde_为子部落"] = {
		["RaidMark"] = {
			["locked"] = false,
		},
		["FriendsLogDB"] = {
		},
	},
	["贫瘠之地_Horde_Wssgmarkwu"] = {
		["RaidMark"] = {
			["locked"] = false,
		},
		["FriendsLogDB"] = {
			"Hellowkiitty", -- [1]
			"炮打五雷轰", -- [2]
			"Stcolin", -- [3]
			"小丢鸟", -- [4]
			"Seraphims", -- [5]
			"秃头加暴率", -- [6]
			"低吟的魔法", -- [7]
			"咱头上有犄角", -- [8]
			"丶闪解人衣丶", -- [9]
			"织命使薇薇安", -- [10]
			"维生素铀", -- [11]
		},
	},
	["阿曼尼_Alliance_Asberw"] = {
		["FriendsLogDB"] = {
		},
		["RaidMark"] = {
			["locked"] = false,
		},
	},
	["格瑞姆巴托_Horde_Wssgmarkwu"] = {
		["FriendsLogDB"] = {
			"華麗背后丶", -- [1]
		},
	},
	["贫瘠之地_Horde_Fssgmarkwu"] = {
		["RaidMark"] = {
			["locked"] = false,
		},
		["FriendsLogDB"] = {
			"清水河岸", -- [1]
			"锕丿烦达", -- [2]
			"Dzsgmarkwu", -- [3]
			"Kamea", -- [4]
			"Lrsgmarkwu", -- [5]
			"Nothingness", -- [6]
			"Stcolin", -- [7]
			"Zssgmarkwu", -- [8]
			"丶阿娇丶", -- [9]
			"凹凸的小小木", -- [10]
			"圣光你个锤子", -- [11]
			"基情小幼鸡", -- [12]
			"夏末年终", -- [13]
			"天坑艾希", -- [14]
			"奶霸小成", -- [15]
			"安菲尔德路", -- [16]
			"小法妞乾坤", -- [17]
			"尽管伤害太少", -- [18]
			"怪盗丶", -- [19]
			"木偶芯丶", -- [20]
			"浩劫灾变哥", -- [21]
			"爲记忆呼喊囗", -- [22]
			"璨灬星", -- [23]
			"白天游四方", -- [24]
			"神勇小妞妞", -- [25]
			"致命丶蝴蝶箭", -- [26]
			"卡呗尔灬小成", -- [27]
			"鉞戦飛錿", -- [28]
			"牛牛回家种田", -- [29]
			"惊风羽", -- [30]
			"竹忆", -- [31]
			"凹凸薛洁", -- [32]
			"纯死骑", -- [33]
			"巴啦吧啦", -- [34]
			"部落的贼", -- [35]
			"Kyzz", -- [36]
			"牛角撞死你", -- [37]
			"磊灬囍事連連", -- [38]
			"果果子酱", -- [39]
			"南戴河", -- [40]
			"卖萌已成习惯", -- [41]
			"柳帘垂泪", -- [42]
			"阵地斗士", -- [43]
			"夏意识", -- [44]
			"维维安娜", -- [45]
			"Asdnbn", -- [46]
			"接盘侠", -- [47]
			"仇恨之井", -- [48]
			"鸭鸭的丫丫", -- [49]
			"不由得多", -- [50]
			"嗳阴湿毯", -- [51]
			"放开那姆牛", -- [52]
			"风雪伊人归", -- [53]
			"Betrayerstor", -- [54]
			"坑里滴粑粑", -- [55]
			"Asdfuf", -- [56]
			"贫部第一", -- [57]
			"贫部第二", -- [58]
			"爱玩游戏的牛", -- [59]
			"凝望唏嘘岁月", -- [60]
			"Qseven", -- [61]
			"殤歿", -- [62]
			"Seraphims", -- [63]
			"南宫丨素", -- [64]
			"乄蓒", -- [65]
			"倚影", -- [66]
			"尼玛不会玩", -- [67]
			"追猎星辰", -- [68]
		},
	},
	["达尔坎_Horde_金钱与荣耀"] = {
		["FriendsLogDB"] = {
		},
		["RaidMark"] = {
			["locked"] = false,
		},
	},
	["贫瘠之地_Horde_Wildpower"] = {
		["FriendsLogDB"] = {
		},
	},
	["贫瘠之地_Horde_一少纯帅之父"] = {
		["FriendsLogDB"] = {
			"阵地斗士", -- [1]
			"夏意识", -- [2]
			"Asdfuf", -- [3]
			"鸭鸭的丫丫", -- [4]
			"干巴瘦", -- [5]
			"贫部第一", -- [6]
			"贫部第二", -- [7]
			"锦衣卫", -- [8]
			"灬狂戰天下灬", -- [9]
			"锦帽卫", -- [10]
			"Faker", -- [11]
			"贫瘠炼狱", -- [12]
			"贫瘠落雪", -- [13]
			"西政的二毛", -- [14]
			"等差数列", -- [15]
			"Bnmjlo", -- [16]
			"贫瘠部小三", -- [17]
			"维维安娜", -- [18]
			"Stcolin", -- [19]
			"柳帘垂泪", -- [20]
			"Asdpup", -- [21]
			"一少纯帅", -- [22]
			"浩劫灾变哥", -- [23]
			"Dzsgmarkwu", -- [24]
			"贫部人二", -- [25]
			"接盘侠", -- [26]
			"折翼弄蝶", -- [27]
			"杜甫西施", -- [28]
			"Seraphims", -- [29]
			"感谢老板", -- [30]
			"达到答的陈多", -- [31]
			"麤黌鼕鬡", -- [32]
			"大地士", -- [33]
			"大地姗", -- [34]
			"凤栖语", -- [35]
			"倚影", -- [36]
			"肯定是反", -- [37]
			"清水河岸", -- [38]
			"丨丶花谢", -- [39]
		},
		["RaidMark"] = {
			["locked"] = false,
		},
	},
	["阿曼尼_Alliance_金钱与荣耀"] = {
		["FriendsLogDB"] = {
		},
		["RaidMark"] = {
			["locked"] = false,
		},
	},
}
ezIconsDB = {
	["profileKeys"] = {
		["金钱与荣耀 - 阿曼尼"] = "Default",
		["Mmarr - 贫瘠之地"] = "Default",
		["金钱与荣耀 - 达尔坎"] = "Default",
		["Asberw - 阿曼尼"] = "Default",
		["Zssgmarkwu - 贫瘠之地"] = "Default",
		["Dksgmarkwu - 贫瘠之地"] = "Default",
		["为子部落 - 金色平原"] = "Default",
		["Mmar - 贫瘠之地"] = "Default",
		["Wssgmarkwu - 贫瘠之地"] = "Default",
		["Fssgmarkwu - 贫瘠之地"] = "Default",
		["一少纯帅之父 - 贫瘠之地"] = "Default",
		["一少纯帅他妹 - 贫瘠之地"] = "Default",
		["吉尔妮斯渡鸦 - 贫瘠之地"] = "Default",
		["一少纯帅之母 - 贫瘠之地"] = "Default",
		["Qssgmarkwu - 贫瘠之地"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
		},
	},
}
FlashTaskbarDB = {
	["ready_check"] = true,
	["bg_queue"] = true,
	["arena_queue"] = true,
}
ACHIEVEMENTSEARCH_DB = nil
TalentSetManager_Options = nil
ArtifactPowerUserDB = {
	["ignoredItems"] = {
		[147717] = true,
	},
	["size"] = 40,
	["position"] = {
		["y"] = -150,
		["x"] = 0,
		["point"] = "CENTER",
		["relativePoint"] = "CENTER",
	},
	["lock"] = false,
}
