
TradeSkillMaster_CraftingDB = {
	["global"] = {
		["optionsTreeStatus"] = {
			["groups"] = {
				["1"] = true,
				[2] = true,
				["2"] = true,
				["2做铭文"] = true,
				["2做雕文"] = true,
			},
			["scrollvalue"] = 0,
			["treesizable"] = true,
			["selected"] = "2做雕文",
			["treewidth"] = 175,
			["fullwidth"] = 783.000061035156,
		},
	},
	["profileKeys"] = {
		["一少纯帅之父 - 贫瘠之地"] = "Default",
		["一少纯帅他妹 - 贫瘠之地"] = "Default",
		["吉尔妮斯渡鸦 - 贫瘠之地"] = "Default",
		["Dksgmarkwu - 贫瘠之地"] = "Default",
		["Zssgmarkwu - 贫瘠之地"] = "Default",
	},
	["factionrealm"] = {
		["Alliance - 贫瘠之地"] = {
			["tradeSkills"] = {
				["吉尔妮斯渡鸦"] = {
				},
			},
		},
		["Horde - 贫瘠之地"] = {
			["mats"] = {
				["item:2838:0:0:0:0:0:0"] = {
					["name"] = "沉重的石头",
				},
				["item:36913:0:0:0:0:0:0"] = {
					["name"] = "萨隆邪铁锭",
				},
				["item:12364:0:0:0:0:0:0"] = {
					["name"] = "巨型绿宝石",
				},
				["item:12361:0:0:0:0:0:0"] = {
					["name"] = "蓝宝石",
				},
				["item:21886:0:0:0:0:0:0"] = {
					["name"] = "源生生命",
				},
				["item:3577:0:0:0:0:0:0"] = {
					["name"] = "金锭",
				},
				["item:79333:0:0:0:0:0:0"] = {
					["name"] = "铭文扇",
				},
				["item:4234:0:0:0:0:0:0"] = {
					["name"] = "重皮",
				},
				["item:2841:0:0:0:0:0:0"] = {
					["name"] = "青铜锭",
				},
				["item:67335:0:0:0:0:0:0"] = {
					["name"] = "饰银腕镯",
				},
				["item:7910:0:0:0:0:0:0"] = {
					["name"] = "红宝石",
				},
				["item:6037:0:0:0:0:0:0"] = {
					["name"] = "真银锭",
				},
				["item:7912:0:0:0:0:0:0"] = {
					["name"] = "坚固的石头",
				},
				["item:12359:0:0:0:0:0:0"] = {
					["name"] = "瑟银锭",
				},
				["item:94289:0:0:0:0:0:0"] = {
					["name"] = "萦绕之魂",
				},
				["item:43118:0:0:0:0:0:0"] = {
					["name"] = "碧火墨水",
				},
				["item:37702:0:0:0:0:0:0"] = {
					["name"] = "火焰结晶",
				},
				["item:35625:0:0:0:0:0:0"] = {
					["name"] = "永恒生命",
				},
				["item:17012:0:0:0:0:0:0"] = {
					["name"] = "熔火犬皮",
				},
				["item:5498:0:0:0:0:0:0"] = {
					["name"] = "有光泽的小珍珠",
				},
				["item:39340:0:0:0:0:0:0"] = {
					["name"] = "紫色颜料",
				},
				["item:8170:0:0:0:0:0:0"] = {
					["name"] = "硬甲皮",
				},
				["item:62323:0:0:0:0:0:0"] = {
					["name"] = "死亡之翼龙鳞碎片",
				},
				["item:4306:0:0:0:0:0:0"] = {
					["name"] = "丝绸",
				},
				["item:2319:0:0:0:0:0:0"] = {
					["name"] = "中皮",
				},
				["item:43104:0:0:0:0:0:0"] = {
					["name"] = "褐色颜料",
				},
				["item:43107:0:0:0:0:0:0"] = {
					["name"] = "天蓝颜料",
				},
				["item:2835:0:0:0:0:0:0"] = {
					["name"] = "劣质的石头",
				},
				["item:12655:0:0:0:0:0:0"] = {
					["name"] = "魔化瑟银锭",
				},
				["item:3478:0:0:0:0:0:0"] = {
					["name"] = "粗制砂轮",
				},
				["item:54849:0:0:0:0:0:0"] = {
					["name"] = "黑曜石块",
				},
				["item:35624:0:0:0:0:0:0"] = {
					["name"] = "永恒之土",
				},
				["item:43103:0:0:0:0:0:0"] = {
					["name"] = "翠绿颜料",
				},
				["item:79339:0:0:0:0:0:0"] = {
					["name"] = "雨粟杖",
				},
				["item:14047:0:0:0:0:0:0"] = {
					["name"] = "符文布",
				},
				["item:77467:0:0:0:0:0:0"] = {
					["name"] = "幽冥铁螺栓",
				},
				["item:7971:0:0:0:0:0:0"] = {
					["name"] = "黑珍珠",
				},
				["item:4338:0:0:0:0:0:0"] = {
					["name"] = "魔纹布",
				},
				["item:7909:0:0:0:0:0:0"] = {
					["name"] = "青绿石",
				},
				["item:43124:0:0:0:0:0:0"] = {
					["name"] = "虚灵墨水",
				},
				["item:72237:0:0:0:0:0:0"] = {
					["name"] = "雨粟花",
				},
				["item:3470:0:0:0:0:0:0"] = {
					["name"] = "劣质砂轮",
				},
				["item:72096:0:0:0:0:0:0"] = {
					["name"] = "幽冥铁块",
				},
				["item:2605:0:0:0:0:0:0"] = {
					["name"] = "绿色染料",
				},
				["item:3860:0:0:0:0:0:0"] = {
					["name"] = "秘银锭",
				},
				["item:61980:0:0:0:0:0:0"] = {
					["name"] = "燃烧的余烬",
				},
				["item:39774:0:0:0:0:0:0"] = {
					["name"] = "午夜墨水",
				},
				["item:65365:0:0:0:0:0:0"] = {
					["name"] = "弯折过的黑曜石",
				},
				["item:51950:0:0:0:0:0:0"] = {
					["name"] = "燃钢锭",
				},
				["item:18567:0:0:0:0:0:0"] = {
					["name"] = "元素助熔剂",
				},
				["item:21887:0:0:0:0:0:0"] = {
					["name"] = "结缔皮",
				},
				["item:43108:0:0:0:0:0:0"] = {
					["name"] = "乌青颜料",
				},
				["item:3486:0:0:0:0:0:0"] = {
					["name"] = "重砂轮",
				},
				["item:22573:0:0:0:0:0:0"] = {
					["name"] = "土之微粒",
				},
				["item:79342:0:0:0:0:0:0"] = {
					["name"] = "幽冥铁杖",
				},
				["item:79251:0:0:0:0:0:0"] = {
					["name"] = "影色颜料",
				},
				["item:2321:0:0:0:0:0:0"] = {
					["name"] = "细线",
				},
				["item:2318:0:0:0:0:0:0"] = {
					["name"] = "轻皮",
				},
				["item:35627:0:0:0:0:0:0"] = {
					["name"] = "永恒暗影",
				},
				["item:52327:0:0:0:0:0:0"] = {
					["name"] = "动燃之土",
				},
				["item:76061:0:0:0:0:0:0"] = {
					["name"] = "祥和之灵",
				},
				["item:109118:0:0:0:0:0:0"] = {
					["name"] = "黑石矿石",
				},
				["item:39343:0:0:0:0:0:0"] = {
					["name"] = "碧蓝颜料",
				},
				["item:2836:0:0:0:0:0:0"] = {
					["name"] = "粗糙的石头",
				},
				["item:2589:0:0:0:0:0:0"] = {
					["name"] = "亚麻布",
				},
				["item:72093:0:0:0:0:0:0"] = {
					["name"] = "凯帕琥珀",
				},
				["item:39334:0:0:0:0:0:0"] = {
					["name"] = "暗色颜料",
				},
				["item:23446:0:0:0:0:0:0"] = {
					["name"] = "精金锭",
				},
				["item:80433:0:0:0:0:0:0"] = {
					["name"] = "血魂",
				},
				["item:2842:0:0:0:0:0:0"] = {
					["name"] = "银锭",
				},
				["item:23445:0:0:0:0:0:0"] = {
					["name"] = "魔铁锭",
				},
				["item:109119:0:0:0:0:0:0"] = {
					["name"] = "真铁矿石",
				},
				["item:11371:0:0:0:0:0:0"] = {
					["name"] = "黑铁锭",
				},
				["item:39339:0:0:0:0:0:0"] = {
					["name"] = "翡翠颜料",
				},
				["item:34054:0:0:0:0:0:0"] = {
					["name"] = "无限之尘",
				},
				["item:79731:0:0:0:0:0:0"] = {
					["name"] = "智慧卷轴",
				},
				["item:43109:0:0:0:0:0:0"] = {
					["name"] = "淡白颜料",
				},
				["item:21885:0:0:0:0:0:0"] = {
					["name"] = "源生之水",
				},
				["item:17011:0:0:0:0:0:0"] = {
					["name"] = "熔岩之核",
				},
				["item:43102:0:0:0:0:0:0"] = {
					["name"] = "冰冻宝珠",
				},
				["item:23573:0:0:0:0:0:0"] = {
					["name"] = "硬化精金锭",
				},
				["item:1206:0:0:0:0:0:0"] = {
					["name"] = "绿玛瑙",
				},
				["item:111557:0:0:0:0:0:0"] = {
					["name"] = "奢华兽毛",
				},
				["item:21884:0:0:0:0:0:0"] = {
					["name"] = "源生火焰",
				},
				["item:43121:0:0:0:0:0:0"] = {
					["name"] = "火焰墨水",
				},
				["item:79255:0:0:0:0:0:0"] = {
					["name"] = "星耀墨水",
				},
				["item:23448:0:0:0:0:0:0"] = {
					["name"] = "魔钢锭",
				},
				["item:71998:0:0:0:0:0:0"] = {
					["name"] = "毁灭精华",
				},
				["item:774:0:0:0:0:0:0"] = {
					["name"] = "孔雀石",
				},
				["item:2840:0:0:0:0:0:0"] = {
					["name"] = "铜锭",
				},
				["item:1529:0:0:0:0:0:0"] = {
					["name"] = "翡翠",
				},
				["item:37101:0:0:0:0:0:0"] = {
					["name"] = "乳白墨水",
				},
				["item:110609:0:0:0:0:0:0"] = {
					["name"] = "天然兽皮",
				},
				["item:17010:0:0:0:0:0:0"] = {
					["name"] = "炽热之核",
				},
				["item:4304:0:0:0:0:0:0"] = {
					["name"] = "厚皮",
				},
				["item:108257:0:0:0:0:0:0"] = {
					["name"] = "真钢锭",
				},
				["item:52325:0:0:0:0:0:0"] = {
					["name"] = "动燃火焰",
				},
				["item:2592:0:0:0:0:0:0"] = {
					["name"] = "毛料",
				},
				["item:113111:0:0:0:0:0:0"] = {
					["name"] = "战争约束者的墨水",
				},
				["item:32428:0:0:0:0:0:0"] = {
					["name"] = "黑暗之心",
				},
				["item:79254:0:0:0:0:0:0"] = {
					["name"] = "梦幻墨水",
				},
				["item:1210:0:0:0:0:0:0"] = {
					["name"] = "暗影石",
				},
				["item:3859:0:0:0:0:0:0"] = {
					["name"] = "钢锭",
				},
				["item:818:0:0:0:0:0:0"] = {
					["name"] = "虎眼石",
				},
				["item:7078:0:0:0:0:0:0"] = {
					["name"] = "火焰精华",
				},
				["item:17203:0:0:0:0:0:0"] = {
					["name"] = "萨弗隆铁锭",
				},
				["item:12644:0:0:0:0:0:0"] = {
					["name"] = "致密砂轮",
				},
				["item:3575:0:0:0:0:0:0"] = {
					["name"] = "铁锭",
				},
				["item:39341:0:0:0:0:0:0"] = {
					["name"] = "银色颜料",
				},
				["item:43123:0:0:0:0:0:0"] = {
					["name"] = "苍穹墨水",
				},
				["item:72104:0:0:0:0:0:0"] = {
					["name"] = "活化钢",
				},
				["item:37703:0:0:0:0:0:0"] = {
					["name"] = "暗影结晶",
				},
				["item:30183:0:0:0:0:0:0"] = {
					["name"] = "虚空漩涡",
				},
				["item:12800:0:0:0:0:0:0"] = {
					["name"] = "艾泽拉斯钻石",
				},
				["item:43116:0:0:0:0:0:0"] = {
					["name"] = "狮王墨水",
				},
				["item:23449:0:0:0:0:0:0"] = {
					["name"] = "氪金锭",
				},
				["item:43120:0:0:0:0:0:0"] = {
					["name"] = "星空墨水",
				},
				["item:12810:0:0:0:0:0:0"] = {
					["name"] = "魔化皮",
				},
				["item:94111:0:0:0:0:0:0"] = {
					["name"] = "霹雳钢锭",
				},
				["item:22451:0:0:0:0:0:0"] = {
					["name"] = "源生空气",
				},
				["item:77468:0:0:0:0:0:0"] = {
					["name"] = "高爆火药",
				},
				["item:12804:0:0:0:0:0:0"] = {
					["name"] = "强力魔精",
				},
				["item:3864:0:0:0:0:0:0"] = {
					["name"] = "黄水晶",
				},
				["item:7966:0:0:0:0:0:0"] = {
					["name"] = "坚固的砂轮",
				},
				["item:35623:0:0:0:0:0:0"] = {
					["name"] = "永恒空气",
				},
				["item:43115:0:0:0:0:0:0"] = {
					["name"] = "猎人墨水",
				},
				["item:7067:0:0:0:0:0:0"] = {
					["name"] = "元素之土",
				},
				["item:39354:0:0:0:0:0:0"] = {
					["name"] = "轻羊皮纸",
				},
				["item:43105:0:0:0:0:0:0"] = {
					["name"] = "深紫颜料",
				},
				["item:7080:0:0:0:0:0:0"] = {
					["name"] = "水之精华",
				},
				["item:36860:0:0:0:0:0:0"] = {
					["name"] = "永恒火焰",
				},
				["item:21877:0:0:0:0:0:0"] = {
					["name"] = "灵纹布",
				},
				["item:61979:0:0:0:0:0:0"] = {
					["name"] = "烬色染料",
				},
				["item:45087:0:0:0:0:0:0"] = {
					["name"] = "符文宝珠",
				},
				["item:12809:0:0:0:0:0:0"] = {
					["name"] = "守护之石",
				},
				["item:36916:0:0:0:0:0:0"] = {
					["name"] = "钴锭",
				},
				["item:52328:0:0:0:0:0:0"] = {
					["name"] = "动燃空气",
				},
				["item:58480:0:0:0:0:0:0"] = {
					["name"] = "真金",
				},
				["item:5500:0:0:0:0:0:0"] = {
					["name"] = "彩色珍珠",
				},
				["item:4255:0:0:0:0:0:0"] = {
					["name"] = "绿色皮甲",
				},
				["item:7077:0:0:0:0:0:0"] = {
					["name"] = "火焰之心",
				},
				["item:72095:0:0:0:0:0:0"] = {
					["name"] = "延极锭",
				},
				["item:79253:0:0:0:0:0:0"] = {
					["name"] = "雾色颜料",
				},
				["item:37701:0:0:0:0:0:0"] = {
					["name"] = "土之结晶",
				},
				["item:43122:0:0:0:0:0:0"] = {
					["name"] = "闪光墨水",
				},
				["item:35622:0:0:0:0:0:0"] = {
					["name"] = "永恒之水",
				},
				["item:43126:0:0:0:0:0:0"] = {
					["name"] = "海洋墨水",
				},
				["item:23572:0:0:0:0:0:0"] = {
					["name"] = "源生虚空",
				},
				["item:22452:0:0:0:0:0:0"] = {
					["name"] = "源生之土",
				},
				["item:1705:0:0:0:0:0:0"] = {
					["name"] = "次级月亮石",
				},
				["item:43117:0:0:0:0:0:0"] = {
					["name"] = "晨星墨水",
				},
				["item:37700:0:0:0:0:0:0"] = {
					["name"] = "空气结晶",
				},
				["item:37705:0:0:0:0:0:0"] = {
					["name"] = "水之结晶",
				},
				["item:39151:0:0:0:0:0:0"] = {
					["name"] = "雪白颜料",
				},
				["item:39469:0:0:0:0:0:0"] = {
					["name"] = "月光墨水",
				},
				["item:61981:0:0:0:0:0:0"] = {
					["name"] = "炼狱墨水",
				},
				["item:2880:0:0:0:0:0:0"] = {
					["name"] = "弱效助熔剂",
				},
				["item:7076:0:0:0:0:0:0"] = {
					["name"] = "大地精华",
				},
				["item:41163:0:0:0:0:0:0"] = {
					["name"] = "泰坦神铁锭",
				},
				["item:43106:0:0:0:0:0:0"] = {
					["name"] = "深红颜料",
				},
				["item:79740:0:0:0:0:0:0"] = {
					["name"] = "普通木杖",
				},
				["item:43125:0:0:0:0:0:0"] = {
					["name"] = "黑焰墨水",
				},
				["item:39342:0:0:0:0:0:0"] = {
					["name"] = "虚空颜料",
				},
				["item:61978:0:0:0:0:0:0"] = {
					["name"] = "秋闲墨水",
				},
				["item:53039:0:0:0:0:0:0"] = {
					["name"] = "硬化源质锭",
				},
				["item:52078:0:0:0:0:0:0"] = {
					["name"] = "混乱宝珠",
				},
				["item:67319:0:0:0:0:0:0"] = {
					["name"] = "防腐食人魔之眼",
				},
				["item:37663:0:0:0:0:0:0"] = {
					["name"] = "泰坦精钢锭",
				},
				["item:12360:0:0:0:0:0:0"] = {
					["name"] = "奥金锭",
				},
				["item:11382:0:0:0:0:0:0"] = {
					["name"] = "山脉之血",
				},
				["item:43119:0:0:0:0:0:0"] = {
					["name"] = "皇家墨水",
				},
				["item:52329:0:0:0:0:0:0"] = {
					["name"] = "动燃生命",
				},
				["item:43127:0:0:0:0:0:0"] = {
					["name"] = "落雪墨水",
				},
				["item:87812:0:0:0:0:0:0"] = {
					["name"] = "青龙寺的委托",
				},
				["item:12365:0:0:0:0:0:0"] = {
					["name"] = "厚重的石头",
				},
				["item:3466:0:0:0:0:0:0"] = {
					["name"] = "强效助熔剂",
				},
				["item:12799:0:0:0:0:0:0"] = {
					["name"] = "大猫眼石",
				},
				["item:52326:0:0:0:0:0:0"] = {
					["name"] = "动燃之水",
				},
				["item:39338:0:0:0:0:0:0"] = {
					["name"] = "金色颜料",
				},
				["item:114931:0:0:0:0:0:0"] = {
					["name"] = "蔚蓝颜料",
				},
				["item:52186:0:0:0:0:0:0"] = {
					["name"] = "源质锭",
				},
				["item:112377:0:0:0:0:0:0"] = {
					["name"] = "战争颜料",
				},
			},
			["craftingCostCache"] = {
				["item:39774:0:0:0:0:0:0"] = 35696,
				["item:65365:0:0:0:0:0:0"] = 208278,
				["item:39469:0:0:0:0:0:0"] = 118706,
				["item:61981:0:0:0:0:0:0"] = 233534,
				["item:7966:0:0:0:0:0:0"] = 38796,
				["item:43125:0:0:0:0:0:0"] = 228910,
				["item:43115:0:0:0:0:0:0"] = 97698,
				["item:61978:0:0:0:0:0:0"] = 86296,
				["item:79254:0:0:0:0:0:0"] = 33292,
				["item:3486:0:0:0:0:0:0"] = 29775,
				["item:43117:0:0:0:0:0:0"] = 97200,
				["item:37101:0:0:0:0:0:0"] = 59353,
				["item:43116:0:0:0:0:0:0"] = 32400,
				["item:43119:0:0:0:0:0:0"] = 75726,
				["item:43123:0:0:0:0:0:0"] = 491220,
				["item:43120:0:0:0:0:0:0"] = 91680,
				["item:3470:0:0:0:0:0:0"] = 124648,
				["item:43124:0:0:0:0:0:0"] = 76304,
				["item:43127:0:0:0:0:0:0"] = 344878,
				["item:43118:0:0:0:0:0:0"] = 32210,
				["item:43122:0:0:0:0:0:0"] = 163740,
				["item:3478:0:0:0:0:0:0"] = 9458,
				["item:43126:0:0:0:0:0:0"] = 39524,
				["item:12644:0:0:0:0:0:0"] = 12116,
				["item:43121:0:0:0:0:0:0"] = 446260,
				["item:79255:0:0:0:0:0:0"] = 265766,
			},
			["sourceStatus"] = {
				["collapsed"] = {
					["供应商"] = true,
					["拍卖行"] = true,
				},
			},
			["gathering"] = {
				["professions"] = {
					["铭文"] = "铭文",
				},
			},
			["crafts"] = {
				[57000] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "威慑雕文",
					["queued"] = 0,
					["itemID"] = "item:42903:0:0:0:0:0:0",
				},
				[57032] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "辉煌坐骑雕文",
					["queued"] = 0,
					["itemID"] = "item:41100:0:0:0:0:0:0",
				},
				[29571] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23446:0:0:0:0:0:0"] = 12,
					},
					["name"] = "精金轻剑",
					["queued"] = 0,
					["itemID"] = "item:23505:0:0:0:0:0:0",
				},
				[64257] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "深度冻结雕文",
					["queued"] = 0,
					["itemID"] = "item:45740:0:0:0:0:0:0",
				},
				[29603] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:22452:0:0:0:0:0:0"] = 2,
						["item:21884:0:0:0:0:0:0"] = 2,
						["item:23446:0:0:0:0:0:0"] = 6,
					},
					["name"] = "精金板甲护腕",
					["queued"] = 0,
					["itemID"] = "item:23506:0:0:0:0:0:0",
				},
				[57160] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "致死打击雕文",
					["queued"] = 0,
					["itemID"] = "item:43421:0:0:0:0:0:0",
				},
				[57224] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "邪恶兽群雕文",
					["queued"] = 0,
					["itemID"] = "item:43551:0:0:0:0:0:0",
				},
				[122632] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 1,
					},
					["name"] = "活化钢带扣",
					["queued"] = 0,
					["itemID"] = "item:90046:0:0:0:0:0:0",
				},
				[112466] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "猛虎出山雕文",
					["queued"] = 0,
					["itemID"] = "item:87885:0:0:0:0:0:0",
				},
				[58343] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "威吓雕文",
					["queued"] = 0,
					["itemID"] = "item:43396:0:0:0:0:0:0",
				},
				[55306] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35622:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "野蛮萨隆邪铁肩铠",
					["queued"] = 0,
					["itemID"] = "item:41351:0:0:0:0:0:0",
				},
				[55370] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:43102:0:0:0:0:0:0"] = 2,
						["item:36913:0:0:0:0:0:0"] = 6,
						["item:37663:0:0:0:0:0:0"] = 6,
					},
					["name"] = "泰坦精钢碎骨锤",
					["queued"] = 0,
					["itemID"] = "item:41383:0:0:0:0:0:0",
				},
				[59494] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43123:0:0:0:0:0:0"] = 8,
						["item:39354:0:0:0:0:0:0"] = 10,
					},
					["name"] = "丛云之书",
					["queued"] = 0,
					["itemID"] = "item:43664:0:0:0:0:0:0",
				},
				[56553] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36860:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "精饰萨隆邪铁护手",
					["queued"] = 0,
					["itemID"] = "item:42724:0:0:0:0:0:0",
				},
				[57704] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39338:0:0:0:0:0:0"] = 2,
					},
					["name"] = "狮王墨水",
					["queued"] = 0,
					["itemID"] = "item:43116:0:0:0:0:0:0",
				},
				[50607] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "精神卷轴 IV",
					["queued"] = 0,
					["itemID"] = "item:10306:0:0:0:0:0:0",
				},
				[16640] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12365:0:0:0:0:0:0"] = 1,
						["item:14047:0:0:0:0:0:0"] = 1,
					},
					["name"] = "致密平衡石",
					["queued"] = 0,
					["itemID"] = "item:12643:0:0:0:0:0:0",
				},
				[3115] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2589:0:0:0:0:0:0"] = 1,
						["item:2835:0:0:0:0:0:0"] = 1,
					},
					["name"] = "劣质平衡石",
					["queued"] = 0,
					["itemID"] = "item:3239:0:0:0:0:0:0",
				},
				[3117] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2838:0:0:0:0:0:0"] = 1,
						["item:2592:0:0:0:0:0:0"] = 1,
					},
					["name"] = "重平衡石",
					["queued"] = 0,
					["itemID"] = "item:3241:0:0:0:0:0:0",
				},
				[57001] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "逃脱雕文",
					["queued"] = 0,
					["itemID"] = "item:42904:0:0:0:0:0:0",
				},
				[57033] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "虔诚光环雕文",
					["queued"] = 0,
					["itemID"] = "item:41094:0:0:0:0:0:0",
				},
				[20876] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:17011:0:0:0:0:0:0"] = 6,
						["item:17010:0:0:0:0:0:0"] = 4,
						["item:11371:0:0:0:0:0:0"] = 16,
					},
					["name"] = "黑铁护腿",
					["queued"] = 0,
					["itemID"] = "item:17013:0:0:0:0:0:0",
				},
				[64258] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "旋风雕文",
					["queued"] = 0,
					["itemID"] = "item:45622:0:0:0:0:0:0",
				},
				[57129] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "动脉出血雕文",
					["queued"] = 0,
					["itemID"] = "item:42970:0:0:0:0:0:0",
				},
				[57161] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "剑在人在雕文",
					["queued"] = 0,
					["itemID"] = "item:43422:0:0:0:0:0:0",
				},
				[57193] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "虚弱灵魂雕文",
					["queued"] = 0,
					["itemID"] = "item:42407:0:0:0:0:0:0",
				},
				[57225] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "绞袭雕文",
					["queued"] = 0,
					["itemID"] = "item:43552:0:0:0:0:0:0",
				},
				[57257] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "古尔丹之手雕文",
					["queued"] = 0,
					["itemID"] = "item:42453:0:0:0:0:0:0",
				},
				[58312] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "复仇之翼雕文",
					["queued"] = 0,
					["itemID"] = "item:43366:0:0:0:0:0:0",
				},
				[48114] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "智力卷轴",
					["queued"] = 0,
					["itemID"] = "item:955:0:0:0:0:0:0",
				},
				[55307] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35622:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "野蛮萨隆邪铁腰带",
					["queued"] = 0,
					["itemID"] = "item:41352:0:0:0:0:0:0",
				},
				[55371] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:43102:0:0:0:0:0:0"] = 2,
						["item:36913:0:0:0:0:0:0"] = 6,
						["item:37663:0:0:0:0:0:0"] = 6,
					},
					["name"] = "泰坦精钢卫士",
					["queued"] = 0,
					["itemID"] = "item:41384:0:0:0:0:0:0",
				},
				[58472] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "敏捷卷轴",
					["queued"] = 0,
					["itemID"] = "item:3012:0:0:0:0:0:0",
				},
				[138877] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 3,
						["item:76061:0:0:0:0:0:0"] = 3,
						["item:94111:0:0:0:0:0:0"] = 5,
					},
					["name"] = "重生的新月",
					["queued"] = 0,
					["itemID"] = "item:94576:0:0:0:0:0:0",
				},
				[71101] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "法术反制雕文",
					["queued"] = 0,
					["itemID"] = "item:50045:0:0:0:0:0:0",
				},
				[76280] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 3,
					},
					["name"] = "雷铸护腕",
					["queued"] = 0,
					["itemID"] = "item:55033:0:0:0:0:0:0",
				},
				[50608] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "精神卷轴 V",
					["queued"] = 0,
					["itemID"] = "item:27501:0:0:0:0:0:0",
				},
				[112469] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "战斗姿态雕文",
					["queued"] = 0,
					["itemID"] = "item:87888:0:0:0:0:0:0",
				},
				[176090] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["mats"] = {
						["item:109119:0:0:0:0:0:0"] = 5,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["name"] = "德拉诺锻造秘术",
					["hasCD"] = true,
					["queued"] = 0,
					["itemID"] = "item:118720:0:0:0:0:0:0",
				},
				[111830] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39354:0:0:0:0:0:0"] = 1,
						["item:79731:0:0:0:0:0:0"] = 1,
						["item:79255:0:0:0:0:0:0"] = 10,
					},
					["name"] = "暗月迷雾卡片",
					["queued"] = 0,
					["itemID"] = "item:79318:0:0:0:0:0:0",
				},
				[57002] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "冰冻陷阱雕文",
					["queued"] = 0,
					["itemID"] = "item:42905:0:0:0:0:0:0",
				},
				[57034] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "神佑之体雕文",
					["queued"] = 0,
					["itemID"] = "item:41110:0:0:0:0:0:0",
				},
				[71102] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "不朽信念雕文",
					["queued"] = 0,
					["itemID"] = "item:50077:0:0:0:0:0:0",
				},
				[64259] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "联结治疗雕文",
					["queued"] = 0,
					["itemID"] = "item:45760:0:0:0:0:0:0",
				},
				[57130] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "脚踢雕文",
					["queued"] = 0,
					["itemID"] = "item:42971:0:0:0:0:0:0",
				},
				[57194] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "真言术：盾雕文",
					["queued"] = 0,
					["itemID"] = "item:42408:0:0:0:0:0:0",
				},
				[57226] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "冰霜之柱雕文",
					["queued"] = 0,
					["itemID"] = "item:43553:0:0:0:0:0:0",
				},
				[57258] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "燃烧雕文",
					["queued"] = 0,
					["itemID"] = "item:42454:0:0:0:0:0:0",
				},
				[58345] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "龟裂创伤雕文",
					["queued"] = 0,
					["itemID"] = "item:43398:0:0:0:0:0:0",
				},
				[55308] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35627:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "野蛮萨隆邪铁战靴",
					["queued"] = 0,
					["itemID"] = "item:41348:0:0:0:0:0:0",
				},
				[55372] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:43102:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 4,
						["item:37663:0:0:0:0:0:0"] = 4,
					},
					["name"] = "尖刺泰坦精钢头盔",
					["queued"] = 0,
					["itemID"] = "item:41386:0:0:0:0:0:0",
				},
				[59496] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43125:0:0:0:0:0:0"] = 6,
						["item:39354:0:0:0:0:0:0"] = 10,
					},
					["name"] = "狡诈诡计之书",
					["queued"] = 0,
					["itemID"] = "item:43667:0:0:0:0:0:0",
				},
				[126153] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "悔罪雕文",
					["queued"] = 0,
					["itemID"] = "item:86541:0:0:0:0:0:0",
				},
				[8768] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "锻造",
					["mats"] = {
						["item:3575:0:0:0:0:0:0"] = 1,
					},
					["name"] = "铁扣环",
					["queued"] = 0,
					["itemID"] = "item:7071:0:0:0:0:0:0",
				},
				[56555] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35624:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 14,
					},
					["name"] = "精饰萨隆邪铁胸甲",
					["queued"] = 0,
					["itemID"] = "item:42725:0:0:0:0:0:0",
				},
				[86640] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:52329:0:0:0:0:0:0"] = 20,
						["item:39354:0:0:0:0:0:0"] = 10,
					},
					["name"] = "洛廷顿领主的精灵禁锢之册",
					["queued"] = 0,
					["itemID"] = "item:62233:0:0:0:0:0:0",
				},
				[57706] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43104:0:0:0:0:0:0"] = 1,
					},
					["name"] = "晨星墨水",
					["queued"] = 0,
					["itemID"] = "item:43117:0:0:0:0:0:0",
				},
				[50609] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "精神卷轴 VI",
					["queued"] = 0,
					["itemID"] = "item:33460:0:0:0:0:0:0",
				},
				[138882] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 2,
						["item:76061:0:0:0:0:0:0"] = 3,
						["item:94111:0:0:0:0:0:0"] = 5,
					},
					["name"] = "重生的龙拳之锤",
					["queued"] = 0,
					["itemID"] = "item:94581:0:0:0:0:0:0",
				},
				[16657] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12359:0:0:0:0:0:0"] = 18,
					},
					["name"] = "君王板甲战靴",
					["queued"] = 0,
					["itemID"] = "item:12426:0:0:0:0:0:0",
				},
				[8880] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2318:0:0:0:0:0:0"] = 1,
						["item:3470:0:0:0:0:0:0"] = 1,
						["item:2840:0:0:0:0:0:0"] = 6,
						["item:2880:0:0:0:0:0:0"] = 1,
					},
					["name"] = "铜质匕首",
					["queued"] = 0,
					["itemID"] = "item:7166:0:0:0:0:0:0",
				},
				[57003] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "冰霜陷阱雕文",
					["queued"] = 0,
					["itemID"] = "item:42906:0:0:0:0:0:0",
				},
				[138883] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 3,
						["item:76061:0:0:0:0:0:0"] = 3,
						["item:94111:0:0:0:0:0:0"] = 5,
					},
					["name"] = "重生的雷霆",
					["queued"] = 0,
					["itemID"] = "item:94582:0:0:0:0:0:0",
				},
				[9935] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3859:0:0:0:0:0:0"] = 14,
						["item:3864:0:0:0:0:0:0"] = 1,
						["item:7966:0:0:0:0:0:0"] = 1,
					},
					["name"] = "钢质头盔",
					["queued"] = 0,
					["itemID"] = "item:7922:0:0:0:0:0:0",
				},
				[64260] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "伪装雕文",
					["queued"] = 0,
					["itemID"] = "item:45768:0:0:0:0:0:0",
				},
				[86641] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:52329:0:0:0:0:0:0"] = 24,
						["item:39354:0:0:0:0:0:0"] = 10,
						["item:52326:0:0:0:0:0:0"] = 6,
						["item:61981:0:0:0:0:0:0"] = 8,
					},
					["name"] = "地下城探索指南",
					["queued"] = 0,
					["itemID"] = "item:62234:0:0:0:0:0:0",
				},
				[57195] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "救赎之魂雕文",
					["queued"] = 0,
					["itemID"] = "item:42409:0:0:0:0:0:0",
				},
				[57227] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "吸血鬼之血雕文",
					["queued"] = 0,
					["itemID"] = "item:43554:0:0:0:0:0:0",
				},
				[122638] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 8,
						["item:76061:0:0:0:0:0:0"] = 2,
					},
					["name"] = "幽冥锻铁之刃",
					["queued"] = 0,
					["itemID"] = "item:82964:0:0:0:0:0:0",
				},
				[58314] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "马背王者雕文",
					["queued"] = 0,
					["itemID"] = "item:43340:0:0:0:0:0:0",
				},
				[58346] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "不灭怒火雕文",
					["queued"] = 0,
					["itemID"] = "item:43399:0:0:0:0:0:0",
				},
				[55309] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36860:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "野蛮萨隆邪铁护手",
					["queued"] = 0,
					["itemID"] = "item:41349:0:0:0:0:0:0",
				},
				[55373] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:43102:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 4,
						["item:37663:0:0:0:0:0:0"] = 4,
					},
					["name"] = "淬火泰坦精钢头盔",
					["queued"] = 0,
					["itemID"] = "item:41387:0:0:0:0:0:0",
				},
				[59497] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43127:0:0:0:0:0:0"] = 5,
						["item:39354:0:0:0:0:0:0"] = 10,
						["item:43102:0:0:0:0:0:0"] = 1,
					},
					["name"] = "铁箍之书",
					["queued"] = 0,
					["itemID"] = "item:38322:0:0:0:0:0:0",
				},
				[59561] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "直击真理雕文",
					["queued"] = 0,
					["itemID"] = "item:43869:0:0:0:0:0:0",
				},
				[56556] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35627:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 14,
					},
					["name"] = "精饰萨隆邪铁头盔",
					["queued"] = 0,
					["itemID"] = "item:42728:0:0:0:0:0:0",
				},
				[86642] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:52329:0:0:0:0:0:0"] = 24,
						["item:39354:0:0:0:0:0:0"] = 10,
						["item:52328:0:0:0:0:0:0"] = 6,
						["item:61981:0:0:0:0:0:0"] = 8,
					},
					["name"] = "神圣书典",
					["queued"] = 0,
					["itemID"] = "item:62235:0:0:0:0:0:0",
				},
				[57707] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39339:0:0:0:0:0:0"] = 2,
					},
					["name"] = "碧火墨水",
					["queued"] = 0,
					["itemID"] = "item:43118:0:0:0:0:0:0",
				},
				[135561] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "共振传送雕文",
					["queued"] = 0,
					["itemID"] = "item:93202:0:0:0:0:0:0",
				},
				[50610] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "精神卷轴 VII",
					["queued"] = 0,
					["itemID"] = "item:37097:0:0:0:0:0:0",
				},
				[56972] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "魔爆雕文",
					["queued"] = 0,
					["itemID"] = "item:42736:0:0:0:0:0:0",
				},
				[57036] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "罪孽如山雕文",
					["queued"] = 0,
					["itemID"] = "item:41102:0:0:0:0:0:0",
				},
				[3319] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2840:0:0:0:0:0:0"] = 8,
					},
					["name"] = "铜质链甲战靴",
					["queued"] = 0,
					["itemID"] = "item:3469:0:0:0:0:0:0",
				},
				[64261] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "洪水雕文",
					["queued"] = 0,
					["itemID"] = "item:45775:0:0:0:0:0:0",
				},
				[57132] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "毒刃雕文",
					["queued"] = 0,
					["itemID"] = "item:42973:0:0:0:0:0:0",
				},
				[57164] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "共鸣雕文",
					["queued"] = 0,
					["itemID"] = "item:43430:0:0:0:0:0:0",
				},
				[57228] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "黑锋之门雕文",
					["queued"] = 0,
					["itemID"] = "item:43673:0:0:0:0:0:0",
				},
				[57260] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "翠绿的魔珠雕文",
					["queued"] = 0,
					["itemID"] = "item:42456:0:0:0:0:0:0",
				},
				[58315] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "鲜血圣印雕文",
					["queued"] = 0,
					["itemID"] = "item:43368:0:0:0:0:0:0",
				},
				[58347] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "强力制胜雕文",
					["queued"] = 0,
					["itemID"] = "item:43400:0:0:0:0:0:0",
				},
				[86004] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61979:0:0:0:0:0:0"] = 2,
					},
					["name"] = "秋闲墨水",
					["queued"] = 0,
					["itemID"] = "item:61978:0:0:0:0:0:0",
				},
				[126988] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 4,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "纸鹤",
					["queued"] = 0,
					["itemID"] = "item:87647:0:0:0:0:0:0",
				},
				[55374] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:43102:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 4,
						["item:37663:0:0:0:0:0:0"] = 4,
					},
					["name"] = "辉煌泰坦精钢头盔",
					["queued"] = 0,
					["itemID"] = "item:41388:0:0:0:0:0:0",
				},
				[59498] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43127:0:0:0:0:0:0"] = 5,
						["item:39354:0:0:0:0:0:0"] = 10,
						["item:43102:0:0:0:0:0:0"] = 1,
					},
					["name"] = "末日的面孔",
					["queued"] = 0,
					["itemID"] = "item:44210:0:0:0:0:0:0",
				},
				[138889] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 3,
						["item:76061:0:0:0:0:0:0"] = 3,
						["item:94111:0:0:0:0:0:0"] = 5,
					},
					["name"] = "重生的狮心之刃",
					["queued"] = 0,
					["itemID"] = "item:94588:0:0:0:0:0:0",
				},
				[76286] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 2,
						["item:52186:0:0:0:0:0:0"] = 8,
					},
					["name"] = "雷铸肩甲",
					["queued"] = 0,
					["itemID"] = "item:55037:0:0:0:0:0:0",
				},
				[68166] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "雷霆一击雕文",
					["queued"] = 0,
					["itemID"] = "item:49084:0:0:0:0:0:0",
				},
				[57708] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43105:0:0:0:0:0:0"] = 1,
					},
					["name"] = "皇家墨水",
					["queued"] = 0,
					["itemID"] = "item:43119:0:0:0:0:0:0",
				},
				[122577] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 7,
					},
					["name"] = "幽冥锻铁护肩",
					["queued"] = 0,
					["itemID"] = "item:82904:0:0:0:0:0:0",
				},
				[50611] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "精神卷轴 VIII",
					["queued"] = 0,
					["itemID"] = "item:37098:0:0:0:0:0:0",
				},
				[16642] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12361:0:0:0:0:0:0"] = 1,
						["item:12359:0:0:0:0:0:0"] = 16,
					},
					["name"] = "瑟银护甲",
					["queued"] = 0,
					["itemID"] = "item:12405:0:0:0:0:0:0",
				},
				[16658] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:7910:0:0:0:0:0:0"] = 1,
						["item:12359:0:0:0:0:0:0"] = 18,
					},
					["name"] = "君王板甲头盔",
					["queued"] = 0,
					["itemID"] = "item:12427:0:0:0:0:0:0",
				},
				[86005] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61980:0:0:0:0:0:0"] = 2,
					},
					["name"] = "炼狱墨水",
					["queued"] = 0,
					["itemID"] = "item:61981:0:0:0:0:0:0",
				},
				[126989] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 4,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "纸折青蛙",
					["queued"] = 0,
					["itemID"] = "item:87648:0:0:0:0:0:0",
				},
				[57005] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "爆炸陷阱雕文",
					["queued"] = 0,
					["itemID"] = "item:42908:0:0:0:0:0:0",
				},
				[57037] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "专注怒火雕文",
					["queued"] = 0,
					["itemID"] = "item:80581:0:0:0:0:0:0",
				},
				[64262] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "萨满之怒雕文",
					["queued"] = 0,
					["itemID"] = "item:45776:0:0:0:0:0:0",
				},
				[57133] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "疾跑雕文",
					["queued"] = 0,
					["itemID"] = "item:42974:0:0:0:0:0:0",
				},
				[57229] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "冰霜之路雕文",
					["queued"] = 0,
					["itemID"] = "item:43671:0:0:0:0:0:0",
				},
				[57261] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "梦魇雕文",
					["queued"] = 0,
					["itemID"] = "item:42457:0:0:0:0:0:0",
				},
				[59339] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "爆发雕文",
					["queued"] = 0,
					["itemID"] = "item:43826:0:0:0:0:0:0",
				},
				[7817] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2841:0:0:0:0:0:0"] = 6,
						["item:3470:0:0:0:0:0:0"] = 6,
					},
					["name"] = "劣质青铜战靴",
					["queued"] = 0,
					["itemID"] = "item:6350:0:0:0:0:0:0",
				},
				[55311] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35624:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 14,
					},
					["name"] = "野蛮萨隆邪铁外套",
					["queued"] = 0,
					["itemID"] = "item:41353:0:0:0:0:0:0",
				},
				[111645] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79251:0:0:0:0:0:0"] = 2,
					},
					["name"] = "梦幻墨水",
					["queued"] = 0,
					["itemID"] = "item:79254:0:0:0:0:0:0",
				},
				[55375] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:43102:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 4,
						["item:37663:0:0:0:0:0:0"] = 3,
					},
					["name"] = "尖刺泰坦精钢战靴",
					["queued"] = 0,
					["itemID"] = "item:41391:0:0:0:0:0:0",
				},
				[58476] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 5,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "敏捷卷轴 III",
					["queued"] = 0,
					["itemID"] = "item:4425:0:0:0:0:0:0",
				},
				[76288] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52186:0:0:0:0:0:0"] = 20,
						["item:52327:0:0:0:0:0:0"] = 8,
					},
					["name"] = "雷铸头盔",
					["queued"] = 0,
					["itemID"] = "item:55039:0:0:0:0:0:0",
				},
				[57709] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39340:0:0:0:0:0:0"] = 2,
					},
					["name"] = "星空墨水",
					["queued"] = 0,
					["itemID"] = "item:43120:0:0:0:0:0:0",
				},
				[122579] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 7,
					},
					["name"] = "幽冥锻铁护手",
					["queued"] = 0,
					["itemID"] = "item:82906:0:0:0:0:0:0",
				},
				[50612] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "耐力卷轴 II",
					["queued"] = 0,
					["itemID"] = "item:1711:0:0:0:0:0:0",
				},
				[111646] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79253:0:0:0:0:0:0"] = 2,
					},
					["name"] = "星耀墨水",
					["queued"] = 0,
					["itemID"] = "item:79255:0:0:0:0:0:0",
				},
				[29558] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23445:0:0:0:0:0:0"] = 10,
					},
					["name"] = "魔铁战锤",
					["queued"] = 0,
					["itemID"] = "item:23498:0:0:0:0:0:0",
				},
				[55056] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 8,
						["item:36916:0:0:0:0:0:0"] = 3,
					},
					["name"] = "灿烂萨隆邪铁护手",
					["queued"] = 0,
					["itemID"] = "item:41127:0:0:0:0:0:0",
				},
				[64295] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "风雷雕文",
					["queued"] = 0,
					["itemID"] = "item:45790:0:0:0:0:0:0",
				},
				[57198] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "天灾禁锢雕文",
					["queued"] = 0,
					["itemID"] = "item:42412:0:0:0:0:0:0",
				},
				[57230] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "活力之握雕文",
					["queued"] = 0,
					["itemID"] = "item:43672:0:0:0:0:0:0",
				},
				[94000] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "炼狱冲击雕文",
					["queued"] = 0,
					["itemID"] = "item:63539:0:0:0:0:0:0",
				},
				[59340] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "邪爆雕文",
					["queued"] = 0,
					["itemID"] = "item:43827:0:0:0:0:0:0",
				},
				[95215] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "树人雕文",
					["queued"] = 0,
					["itemID"] = "item:68039:0:0:0:0:0:0",
				},
				[59436] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 5,
						["item:36916:0:0:0:0:0:0"] = 6,
					},
					["name"] = "灿烂萨隆邪铁腰带",
					["queued"] = 0,
					["itemID"] = "item:43860:0:0:0:0:0:0",
				},
				[55376] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:43102:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 4,
						["item:37663:0:0:0:0:0:0"] = 3,
					},
					["name"] = "淬火泰坦精钢战靴",
					["queued"] = 0,
					["itemID"] = "item:41392:0:0:0:0:0:0",
				},
				[48247] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43115:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "神秘的塔罗牌",
					["queued"] = 0,
					["itemID"] = "item:37168:0:0:0:0:0:0",
				},
				[86648] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:52326:0:0:0:0:0:0"] = 2,
						["item:39354:0:0:0:0:0:0"] = 10,
						["item:52328:0:0:0:0:0:0"] = 2,
						["item:61981:0:0:0:0:0:0"] = 2,
						["item:52327:0:0:0:0:0:0"] = 2,
					},
					["name"] = "位面之钥",
					["queued"] = 0,
					["itemID"] = "item:87565:0:0:0:0:0:0",
				},
				[57710] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43106:0:0:0:0:0:0"] = 1,
					},
					["name"] = "火焰墨水",
					["queued"] = 0,
					["itemID"] = "item:43121:0:0:0:0:0:0",
				},
				[69385] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 5,
					["profession"] = "铭文",
					["mats"] = {
						["item:43127:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 5,
					},
					["name"] = "坚韧符文卷轴",
					["queued"] = 0,
					["itemID"] = "item:49632:0:0:0:0:0:0",
				},
				[122645] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72093:0:0:0:0:0:0"] = 30,
						["item:76061:0:0:0:0:0:0"] = 5,
						["item:72096:0:0:0:0:0:0"] = 12,
					},
					["name"] = "精工幽冥锻铁之刃",
					["queued"] = 0,
					["itemID"] = "item:82971:0:0:0:0:0:0",
				},
				[126801] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "拾回雕文",
					["queued"] = 0,
					["itemID"] = "item:87393:0:0:0:0:0:0",
				},
				[3501] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2605:0:0:0:0:0:0"] = 1,
						["item:3575:0:0:0:0:0:0"] = 6,
					},
					["name"] = "绿铁护腕",
					["queued"] = 0,
					["itemID"] = "item:3835:0:0:0:0:0:0",
				},
				[56975] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "燃烧雕文",
					["queued"] = 0,
					["itemID"] = "item:42739:0:0:0:0:0:0",
				},
				[57007] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "无路可逃雕文",
					["queued"] = 0,
					["itemID"] = "item:42910:0:0:0:0:0:0",
				},
				[9928] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3860:0:0:0:0:0:0"] = 6,
						["item:4338:0:0:0:0:0:0"] = 4,
					},
					["name"] = "重型秘银手套",
					["queued"] = 0,
					["itemID"] = "item:7919:0:0:0:0:0:0",
				},
				[3511] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3859:0:0:0:0:0:0"] = 12,
						["item:3577:0:0:0:0:0:0"] = 2,
						["item:3486:0:0:0:0:0:0"] = 4,
					},
					["name"] = "金鳞胸甲",
					["queued"] = 0,
					["itemID"] = "item:3845:0:0:0:0:0:0",
				},
				[76291] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 3,
					},
					["name"] = "硬化黑曜石之盾",
					["queued"] = 0,
					["itemID"] = "item:55041:0:0:0:0:0:0",
				},
				[64296] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "死从天降雕文",
					["queued"] = 0,
					["itemID"] = "item:45792:0:0:0:0:0:0",
				},
				[86649] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:52329:0:0:0:0:0:0"] = 24,
						["item:52325:0:0:0:0:0:0"] = 6,
						["item:61981:0:0:0:0:0:0"] = 8,
						["item:79740:0:0:0:0:0:0"] = 1,
						["item:62323:0:0:0:0:0:0"] = 1,
					},
					["name"] = "符文杖",
					["queued"] = 0,
					["itemID"] = "item:87566:0:0:0:0:0:0",
				},
				[9968] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3860:0:0:0:0:0:0"] = 14,
						["item:4304:0:0:0:0:0:0"] = 4,
					},
					["name"] = "秘银重靴",
					["queued"] = 0,
					["itemID"] = "item:7933:0:0:0:0:0:0",
				},
				[122582] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 7,
					},
					["name"] = "幽冥锻铁长靴",
					["queued"] = 0,
					["itemID"] = "item:82909:0:0:0:0:0:0",
				},
				[58286] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "水栖形态雕文",
					["queued"] = 0,
					["itemID"] = "item:43316:0:0:0:0:0:0",
				},
				[58318] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "争分夺秒雕文",
					["queued"] = 0,
					["itemID"] = "item:43371:0:0:0:0:0:0",
				},
				[59405] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 10,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 4,
					},
					["name"] = "钴质万能钥匙",
					["queued"] = 0,
					["itemID"] = "item:43854:0:0:0:0:0:0",
				},
				[126994] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79255:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "强效牛角铭文",
					["queued"] = 0,
					["itemID"] = "item:87560:0:0:0:0:0:0",
				},
				[56400] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:43102:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 4,
						["item:37663:0:0:0:0:0:0"] = 3,
					},
					["name"] = "泰坦精钢墙盾",
					["queued"] = 0,
					["itemID"] = "item:42508:0:0:0:0:0:0",
				},
				[48248] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "召回卷轴",
					["queued"] = 0,
					["itemID"] = "item:37118:0:0:0:0:0:0",
				},
				[16995] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:7910:0:0:0:0:0:0"] = 6,
						["item:12655:0:0:0:0:0:0"] = 10,
						["item:12799:0:0:0:0:0:0"] = 6,
						["item:12644:0:0:0:0:0:0"] = 4,
						["item:12800:0:0:0:0:0:0"] = 6,
						["item:12360:0:0:0:0:0:0"] = 10,
						["item:12810:0:0:0:0:0:0"] = 2,
					},
					["name"] = "觅心者",
					["queued"] = 0,
					["itemID"] = "item:12783:0:0:0:0:0:0",
				},
				[127378] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79255:0:0:0:0:0:0"] = 5,
						["item:39354:0:0:0:0:0:0"] = 10,
						["item:76061:0:0:0:0:0:0"] = 5,
						["item:87812:0:0:0:0:0:0"] = 1,
					},
					["name"] = "委托的画作",
					["queued"] = 0,
					["itemID"] = "item:87811:0:0:0:0:0:0",
				},
				[101931] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:58480:0:0:0:0:0:0"] = 4,
						["item:71998:0:0:0:0:0:0"] = 4,
						["item:52325:0:0:0:0:0:0"] = 30,
						["item:52078:0:0:0:0:0:0"] = 2,
					},
					["name"] = "毁灭之力护腕",
					["queued"] = 0,
					["itemID"] = "item:71992:0:0:0:0:0:0",
				},
				[57711] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39341:0:0:0:0:0:0"] = 2,
					},
					["name"] = "闪光墨水",
					["queued"] = 0,
					["itemID"] = "item:43122:0:0:0:0:0:0",
				},
				[122583] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 7,
					},
					["name"] = "幽冥锻铁腰带",
					["queued"] = 0,
					["itemID"] = "item:82910:0:0:0:0:0:0",
				},
				[50614] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "耐力卷轴 III",
					["queued"] = 0,
					["itemID"] = "item:4422:0:0:0:0:0:0",
				},
				[126995] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79255:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "强效鹤翼铭文",
					["queued"] = 0,
					["itemID"] = "item:87559:0:0:0:0:0:0",
				},
				[169081] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["mats"] = {
						["item:114931:0:0:0:0:0:0"] = 10,
					},
					["numResult"] = 4,
					["profession"] = "铭文",
					["name"] = "战争颜料",
					["hasCD"] = true,
					["queued"] = 0,
					["itemID"] = "item:112377:0:0:0:0:0:0",
				},
				[55058] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:37705:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 14,
					},
					["name"] = "灿烂萨隆邪铁胸甲",
					["queued"] = 0,
					["itemID"] = "item:41129:0:0:0:0:0:0",
				},
				[64297] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "符文刃舞雕文",
					["queued"] = 0,
					["itemID"] = "item:45799:0:0:0:0:0:0",
				},
				[57168] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "横扫攻击雕文",
					["queued"] = 0,
					["itemID"] = "item:43428:0:0:0:0:0:0",
				},
				[57200] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "驱散魔法雕文",
					["queued"] = 0,
					["itemID"] = "item:42415:0:0:0:0:0:0",
				},
				[57232] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "动荡大地雕文",
					["queued"] = 0,
					["itemID"] = "item:41517:0:0:0:0:0:0",
				},
				[58287] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "变色龙雕文",
					["queued"] = 0,
					["itemID"] = "item:43334:0:0:0:0:0:0",
				},
				[59406] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 20,
					["profession"] = "锻造",
					["mats"] = {
						["item:41163:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 4,
					},
					["name"] = "泰坦神铁万能钥匙",
					["queued"] = 0,
					["itemID"] = "item:43853:0:0:0:0:0:0",
				},
				[126996] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79255:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "强效虎爪铭文",
					["queued"] = 0,
					["itemID"] = "item:83007:0:0:0:0:0:0",
				},
				[59502] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43123:0:0:0:0:0:0"] = 5,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "暗月卡片",
					["queued"] = 0,
					["itemID"] = "item:44316:0:0:0:0:0:0",
				},
				[86652] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:52326:0:0:0:0:0:0"] = 12,
						["item:79740:0:0:0:0:0:0"] = 1,
						["item:61981:0:0:0:0:0:0"] = 12,
						["item:67319:0:0:0:0:0:0"] = 1,
						["item:52329:0:0:0:0:0:0"] = 36,
					},
					["name"] = "荆棘玫瑰之杖",
					["queued"] = 0,
					["itemID"] = "item:87562:0:0:0:0:0:0",
				},
				[57712] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43107:0:0:0:0:0:0"] = 1,
					},
					["name"] = "苍穹墨水",
					["queued"] = 0,
					["itemID"] = "item:43123:0:0:0:0:0:0",
				},
				[122649] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 8,
						["item:76061:0:0:0:0:0:0"] = 8,
					},
					["name"] = "幽冥掠夺者胸甲",
					["queued"] = 0,
					["itemID"] = "item:82975:0:0:0:0:0:0",
				},
				[16644] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12359:0:0:0:0:0:0"] = 8,
					},
					["name"] = "瑟银护腕",
					["queued"] = 0,
					["itemID"] = "item:12408:0:0:0:0:0:0",
				},
				[36389] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:21885:0:0:0:0:0:0"] = 10,
						["item:23573:0:0:0:0:0:0"] = 5,
						["item:30183:0:0:0:0:0:0"] = 2,
						["item:22452:0:0:0:0:0:0"] = 5,
					},
					["name"] = "守护者腰带",
					["queued"] = 0,
					["itemID"] = "item:30034:0:0:0:0:0:0",
				},
				[126997] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79255:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "强效虎牙铭文",
					["queued"] = 0,
					["itemID"] = "item:83006:0:0:0:0:0:0",
				},
				[57009] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "驯服野兽雕文",
					["queued"] = 0,
					["itemID"] = "item:42912:0:0:0:0:0:0",
				},
				[64266] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "凋零缠绕雕文",
					["queued"] = 0,
					["itemID"] = "item:45804:0:0:0:0:0:0",
				},
				[64298] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "黑暗模拟雕文",
					["queued"] = 0,
					["itemID"] = "item:45800:0:0:0:0:0:0",
				},
				[86653] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:52329:0:0:0:0:0:0"] = 36,
						["item:52328:0:0:0:0:0:0"] = 12,
						["item:61981:0:0:0:0:0:0"] = 12,
						["item:79740:0:0:0:0:0:0"] = 1,
						["item:67335:0:0:0:0:0:0"] = 1,
					},
					["name"] = "镶银短杖",
					["queued"] = 0,
					["itemID"] = "item:87561:0:0:0:0:0:0",
				},
				[57233] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "闪电链雕文",
					["queued"] = 0,
					["itemID"] = "item:41518:0:0:0:0:0:0",
				},
				[58288] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "绽放雕文",
					["queued"] = 0,
					["itemID"] = "item:43331:0:0:0:0:0:0",
				},
				[58320] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "束缚亡灵雕文",
					["queued"] = 0,
					["itemID"] = "item:43373:0:0:0:0:0:0",
				},
				[58480] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "敏捷卷轴 V",
					["queued"] = 0,
					["itemID"] = "item:27498:0:0:0:0:0:0",
				},
				[111909] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79333:0:0:0:0:0:0"] = 1,
						["item:79731:0:0:0:0:0:0"] = 5,
						["item:79255:0:0:0:0:0:0"] = 3,
					},
					["name"] = "铭文翠扇",
					["queued"] = 0,
					["itemID"] = "item:79334:0:0:0:0:0:0",
				},
				[112996] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["name"] = "智慧卷轴",
					["hasCD"] = true,
					["queued"] = 0,
					["itemID"] = "item:79731:0:0:0:0:0:0",
				},
				[86654] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["name"] = "伪造的文件",
					["hasCD"] = true,
					["queued"] = 0,
					["itemID"] = "item:63276:0:0:0:0:0:0",
				},
				[57713] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39342:0:0:0:0:0:0"] = 2,
					},
					["name"] = "虚灵墨水",
					["queued"] = 0,
					["itemID"] = "item:43124:0:0:0:0:0:0",
				},
				[50616] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "耐力卷轴 IV",
					["queued"] = 0,
					["itemID"] = "item:10307:0:0:0:0:0:0",
				},
				[2662] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2840:0:0:0:0:0:0"] = 4,
					},
					["name"] = "铜质链甲短裤",
					["queued"] = 0,
					["itemID"] = "item:2852:0:0:0:0:0:0",
				},
				[2664] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2840:0:0:0:0:0:0"] = 10,
						["item:3470:0:0:0:0:0:0"] = 3,
					},
					["name"] = "铜质符文护腕",
					["queued"] = 0,
					["itemID"] = "item:2854:0:0:0:0:0:0",
				},
				[2666] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2840:0:0:0:0:0:0"] = 10,
					},
					["name"] = "铜质符文腰带",
					["queued"] = 0,
					["itemID"] = "item:2857:0:0:0:0:0:0",
				},
				[2668] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2841:0:0:0:0:0:0"] = 6,
					},
					["name"] = "劣质青铜护腿",
					["queued"] = 0,
					["itemID"] = "item:2865:0:0:0:0:0:0",
				},
				[2670] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2841:0:0:0:0:0:0"] = 7,
					},
					["name"] = "劣质青铜胸甲",
					["queued"] = 0,
					["itemID"] = "item:2866:0:0:0:0:0:0",
				},
				[56946] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "飓风雕文",
					["queued"] = 0,
					["itemID"] = "item:40920:0:0:0:0:0:0",
				},
				[56978] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "闪现动能雕文",
					["queued"] = 0,
					["itemID"] = "item:42743:0:0:0:0:0:0",
				},
				[111910] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79333:0:0:0:0:0:0"] = 1,
						["item:79731:0:0:0:0:0:0"] = 5,
						["item:79255:0:0:0:0:0:0"] = 3,
					},
					["name"] = "铭文绯扇",
					["queued"] = 0,
					["itemID"] = "item:79335:0:0:0:0:0:0",
				},
				[94711] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "消失雕文",
					["queued"] = 0,
					["itemID"] = "item:63420:0:0:0:0:0:0",
				},
				[124442] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "野兽守护雕文",
					["queued"] = 0,
					["itemID"] = "item:85683:0:0:0:0:0:0",
				},
				[57202] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "愈合祷言雕文",
					["queued"] = 0,
					["itemID"] = "item:42417:0:0:0:0:0:0",
				},
				[57234] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "幽魂步雕文",
					["queued"] = 0,
					["itemID"] = "item:41524:0:0:0:0:0:0",
				},
				[58289] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "优雅雕文",
					["queued"] = 0,
					["itemID"] = "item:43332:0:0:0:0:0:0",
				},
				[92026] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 1,
					},
					["name"] = "褪魔粉",
					["queued"] = 0,
					["itemID"] = "item:64670:0:0:0:0:0:0",
				},
				[59440] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "灿烂萨隆邪铁肩铠",
					["queued"] = 0,
					["itemID"] = "item:43865:0:0:0:0:0:0",
				},
				[59504] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43127:0:0:0:0:0:0"] = 6,
						["item:39354:0:0:0:0:0:0"] = 1,
						["item:35625:0:0:0:0:0:0"] = 1,
					},
					["name"] = "暗月北地卡片",
					["queued"] = 0,
					["itemID"] = "item:44318:0:0:0:0:0:0",
				},
				[53462] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39334:0:0:0:0:0:0"] = 2,
					},
					["name"] = "午夜墨水",
					["queued"] = 0,
					["itemID"] = "item:39774:0:0:0:0:0:0",
				},
				[52567] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 5,
					},
					["name"] = "钴质腿铠",
					["queued"] = 0,
					["itemID"] = "item:39086:0:0:0:0:0:0",
				},
				[57714] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43108:0:0:0:0:0:0"] = 1,
					},
					["name"] = "黑焰墨水",
					["queued"] = 0,
					["itemID"] = "item:43125:0:0:0:0:0:0",
				},
				[50617] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "耐力卷轴 V",
					["queued"] = 0,
					["itemID"] = "item:27502:0:0:0:0:0:0",
				},
				[92027] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 3,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 1,
					},
					["name"] = "消魔尘",
					["queued"] = 0,
					["itemID"] = "item:63388:0:0:0:0:0:0",
				},
				[16661] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12361:0:0:0:0:0:0"] = 4,
						["item:12359:0:0:0:0:0:0"] = 20,
						["item:12655:0:0:0:0:0:0"] = 4,
						["item:7080:0:0:0:0:0:0"] = 4,
					},
					["name"] = "风暴护手",
					["queued"] = 0,
					["itemID"] = "item:12632:0:0:0:0:0:0",
				},
				[36391] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:21885:0:0:0:0:0:0"] = 12,
						["item:23572:0:0:0:0:0:0"] = 2,
						["item:23573:0:0:0:0:0:0"] = 4,
					},
					["name"] = "保卫者战靴",
					["queued"] = 0,
					["itemID"] = "item:30033:0:0:0:0:0:0",
				},
				[56979] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "寒冰屏障雕文",
					["queued"] = 0,
					["itemID"] = "item:42744:0:0:0:0:0:0",
				},
				[2740] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2319:0:0:0:0:0:0"] = 1,
						["item:2841:0:0:0:0:0:0"] = 6,
						["item:2880:0:0:0:0:0:0"] = 4,
					},
					["name"] = "青铜钉锤",
					["queued"] = 0,
					["itemID"] = "item:2848:0:0:0:0:0:0",
				},
				[2742] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2319:0:0:0:0:0:0"] = 2,
						["item:2841:0:0:0:0:0:0"] = 5,
						["item:2880:0:0:0:0:0:0"] = 4,
					},
					["name"] = "青铜短剑",
					["queued"] = 0,
					["itemID"] = "item:2850:0:0:0:0:0:0",
				},
				[64268] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "生存本能雕文",
					["queued"] = 0,
					["itemID"] = "item:45601:0:0:0:0:0:0",
				},
				[64300] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "静默之握雕文",
					["queued"] = 0,
					["itemID"] = "item:45806:0:0:0:0:0:0",
				},
				[9961] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3860:0:0:0:0:0:0"] = 10,
						["item:4338:0:0:0:0:0:0"] = 6,
					},
					["name"] = "秘银罩帽",
					["queued"] = 0,
					["itemID"] = "item:7931:0:0:0:0:0:0",
				},
				[57235] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "电能图腾雕文",
					["queued"] = 0,
					["itemID"] = "item:41526:0:0:0:0:0:0",
				},
				[60336] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "召回卷轴 II",
					["queued"] = 0,
					["itemID"] = "item:44314:0:0:0:0:0:0",
				},
				[9993] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:7966:0:0:0:0:0:0"] = 1,
						["item:4234:0:0:0:0:0:0"] = 4,
						["item:3860:0:0:0:0:0:0"] = 12,
						["item:3864:0:0:0:0:0:0"] = 2,
					},
					["name"] = "秘银重斧",
					["queued"] = 0,
					["itemID"] = "item:7941:0:0:0:0:0:0",
				},
				[10001] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:4304:0:0:0:0:0:0"] = 2,
						["item:1210:0:0:0:0:0:0"] = 4,
						["item:7966:0:0:0:0:0:0"] = 1,
						["item:3860:0:0:0:0:0:0"] = 16,
						["item:7971:0:0:0:0:0:0"] = 1,
					},
					["name"] = "巨型黑色锤",
					["queued"] = 0,
					["itemID"] = "item:7945:0:0:0:0:0:0",
				},
				[59441] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:37705:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 14,
					},
					["name"] = "灿烂萨隆邪铁头盔",
					["queued"] = 0,
					["itemID"] = "item:43870:0:0:0:0:0:0",
				},
				[58482] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "敏捷卷轴 VII",
					["queued"] = 0,
					["itemID"] = "item:43463:0:0:0:0:0:0",
				},
				[137766] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 6,
						["item:76061:0:0:0:0:0:0"] = 2,
						["item:94289:0:0:0:0:0:0"] = 6,
					},
					["name"] = "魂钢护胫",
					["queued"] = 0,
					["itemID"] = "item:94263:0:0:0:0:0:0",
				},
				[54550] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 4,
					},
					["name"] = "钴质三角盾",
					["queued"] = 0,
					["itemID"] = "item:40668:0:0:0:0:0:0",
				},
				[52568] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 4,
					},
					["name"] = "钴质腰带",
					["queued"] = 0,
					["itemID"] = "item:39087:0:0:0:0:0:0",
				},
				[57715] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39343:0:0:0:0:0:0"] = 2,
					},
					["name"] = "海洋墨水",
					["queued"] = 0,
					["itemID"] = "item:43126:0:0:0:0:0:0",
				},
				[50618] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "耐力卷轴 VI",
					["queued"] = 0,
					["itemID"] = "item:33461:0:0:0:0:0:0",
				},
				[36392] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23572:0:0:0:0:0:0"] = 2,
						["item:21884:0:0:0:0:0:0"] = 12,
						["item:23573:0:0:0:0:0:0"] = 4,
					},
					["name"] = "红色浩劫长靴",
					["queued"] = 0,
					["itemID"] = "item:30031:0:0:0:0:0:0",
				},
				[162831] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:113111:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "移花接木雕文",
					["queued"] = 0,
					["itemID"] = "item:110826:0:0:0:0:0:0",
				},
				[61008] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36860:0:0:0:0:0:0"] = 3,
						["item:36913:0:0:0:0:0:0"] = 16,
						["item:43102:0:0:0:0:0:0"] = 1,
						["item:35622:0:0:0:0:0:0"] = 3,
					},
					["name"] = "破冰胸甲",
					["queued"] = 0,
					["itemID"] = "item:43586:0:0:0:0:0:0",
				},
				[56948] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "虎鲸雕文",
					["queued"] = 0,
					["itemID"] = "item:40919:0:0:0:0:0:0",
				},
				[56980] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "碎冰雕文",
					["queued"] = 0,
					["itemID"] = "item:42745:0:0:0:0:0:0",
				},
				[57012] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "治疗宠物雕文",
					["queued"] = 0,
					["itemID"] = "item:42915:0:0:0:0:0:0",
				},
				[63182] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:43102:0:0:0:0:0:0"] = 2,
						["item:37663:0:0:0:0:0:0"] = 6,
						["item:34054:0:0:0:0:0:0"] = 6,
					},
					["name"] = "泰坦神铁法术之刃",
					["queued"] = 0,
					["itemID"] = "item:45085:0:0:0:0:0:0",
				},
				[162832] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:113111:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "蝶影迷踪雕文",
					["queued"] = 0,
					["itemID"] = "item:110827:0:0:0:0:0:0",
				},
				[57172] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "怒风斩雕文",
					["queued"] = 0,
					["itemID"] = "item:43432:0:0:0:0:0:0",
				},
				[57236] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "净化术雕文",
					["queued"] = 0,
					["itemID"] = "item:41527:0:0:0:0:0:0",
				},
				[60337] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "召回卷轴 III",
					["queued"] = 0,
					["itemID"] = "item:44315:0:0:0:0:0:0",
				},
				[58323] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "水上漂雕文",
					["queued"] = 0,
					["itemID"] = "item:43379:0:0:0:0:0:0",
				},
				[166669] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 10,
					["profession"] = "铭文",
					["mats"] = {
						["item:112377:0:0:0:0:0:0"] = 5,
						["item:39354:0:0:0:0:0:0"] = 10,
					},
					["name"] = "预兆之牌",
					["queued"] = 0,
					["itemID"] = "item:113355:0:0:0:0:0:0",
				},
				[59442] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:37702:0:0:0:0:0:0"] = 2,
						["item:36913:0:0:0:0:0:0"] = 15,
					},
					["name"] = "萨隆邪铁法术之刃",
					["queued"] = 0,
					["itemID"] = "item:43871:0:0:0:0:0:0",
				},
				[58483] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "敏捷卷轴 VIII",
					["queued"] = 0,
					["itemID"] = "item:43464:0:0:0:0:0:0",
				},
				[137770] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 6,
						["item:76061:0:0:0:0:0:0"] = 2,
						["item:94289:0:0:0:0:0:0"] = 6,
					},
					["name"] = "魂钢战靴",
					["queued"] = 0,
					["itemID"] = "item:94267:0:0:0:0:0:0",
				},
				[54551] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 5,
						["item:36916:0:0:0:0:0:0"] = 6,
					},
					["name"] = "淬火萨隆邪铁腰带",
					["queued"] = 0,
					["itemID"] = "item:40669:0:0:0:0:0:0",
				},
				[52569] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 4,
					},
					["name"] = "钴质长靴",
					["queued"] = 0,
					["itemID"] = "item:39088:0:0:0:0:0:0",
				},
				[57716] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43109:0:0:0:0:0:0"] = 2,
					},
					["name"] = "落雪墨水",
					["queued"] = 0,
					["itemID"] = "item:43127:0:0:0:0:0:0",
				},
				[50619] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "耐力卷轴 VII",
					["queued"] = 0,
					["itemID"] = "item:37093:0:0:0:0:0:0",
				},
				[16646] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:8170:0:0:0:0:0:0"] = 6,
						["item:12359:0:0:0:0:0:0"] = 12,
					},
					["name"] = "君王板甲护肩",
					["queued"] = 0,
					["itemID"] = "item:12428:0:0:0:0:0:0",
				},
				[16662] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12359:0:0:0:0:0:0"] = 12,
					},
					["name"] = "瑟银护腿",
					["queued"] = 0,
					["itemID"] = "item:12414:0:0:0:0:0:0",
				},
				[167950] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:113111:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 3,
					},
					["name"] = "书记员的研究笔记",
					["queued"] = 0,
					["itemID"] = "item:113992:0:0:0:0:0:0",
				},
				[61009] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36860:0:0:0:0:0:0"] = 2,
						["item:36913:0:0:0:0:0:0"] = 12,
						["item:43102:0:0:0:0:0:0"] = 1,
						["item:35622:0:0:0:0:0:0"] = 2,
					},
					["name"] = "破冰束带",
					["queued"] = 0,
					["itemID"] = "item:43587:0:0:0:0:0:0",
				},
				[16726] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12364:0:0:0:0:0:0"] = 1,
						["item:12359:0:0:0:0:0:0"] = 30,
						["item:12360:0:0:0:0:0:0"] = 2,
						["item:6037:0:0:0:0:0:0"] = 2,
					},
					["name"] = "符文板甲头盔",
					["queued"] = 0,
					["itemID"] = "item:12612:0:0:0:0:0:0",
				},
				[56981] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "冰锥术雕文",
					["queued"] = 0,
					["itemID"] = "item:42746:0:0:0:0:0:0",
				},
				[64270] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "野性成长雕文",
					["queued"] = 0,
					["itemID"] = "item:45602:0:0:0:0:0:0",
				},
				[64302] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "法术反射雕文",
					["queued"] = 0,
					["itemID"] = "item:45795:0:0:0:0:0:0",
				},
				[57237] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "火元素图腾雕文",
					["queued"] = 0,
					["itemID"] = "item:41529:0:0:0:0:0:0",
				},
				[57269] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "小鬼成群雕文",
					["queued"] = 0,
					["itemID"] = "item:42465:0:0:0:0:0:0",
				},
				[58324] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "扰乱雕文",
					["queued"] = 0,
					["itemID"] = "item:43376:0:0:0:0:0:0",
				},
				[148259] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "圣盾雕文",
					["queued"] = 0,
					["itemID"] = "item:104050:0:0:0:0:0:0",
				},
				[59475] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43117:0:0:0:0:0:0"] = 5,
						["item:39354:0:0:0:0:0:0"] = 10,
					},
					["name"] = "黎明之书",
					["queued"] = 0,
					["itemID"] = "item:43654:0:0:0:0:0:0",
				},
				[58484] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "力量卷轴",
					["queued"] = 0,
					["itemID"] = "item:954:0:0:0:0:0:0",
				},
				[137774] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 15,
					},
					["name"] = "精制恐怖角斗士的板鳞甲护腿",
					["queued"] = 0,
					["itemID"] = "item:93530:0:0:0:0:0:0",
				},
				[112045] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 5,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 10,
						["item:39354:0:0:0:0:0:0"] = 5,
					},
					["name"] = "坚韧符文卷轴 III",
					["queued"] = 0,
					["itemID"] = "item:79257:0:0:0:0:0:0",
				},
				[54552] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 8,
						["item:36916:0:0:0:0:0:0"] = 3,
					},
					["name"] = "淬火萨隆邪铁战靴",
					["queued"] = 0,
					["itemID"] = "item:40671:0:0:0:0:0:0",
				},
				[124449] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "金钟罩雕文",
					["queued"] = 0,
					["itemID"] = "item:85691:0:0:0:0:0:0",
				},
				[52570] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 6,
					},
					["name"] = "钴质胸甲",
					["queued"] = 0,
					["itemID"] = "item:39085:0:0:0:0:0:0",
				},
				[126687] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "神圣复生雕文",
					["queued"] = 0,
					["itemID"] = "item:87276:0:0:0:0:0:0",
				},
				[50620] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "耐力卷轴 VIII",
					["queued"] = 0,
					["itemID"] = "item:37094:0:0:0:0:0:0",
				},
				[127007] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 4,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "玉珑风筝",
					["queued"] = 0,
					["itemID"] = "item:89367:0:0:0:0:0:0",
				},
				[61010] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36860:0:0:0:0:0:0"] = 2,
						["item:36913:0:0:0:0:0:0"] = 12,
						["item:43102:0:0:0:0:0:0"] = 1,
						["item:35622:0:0:0:0:0:0"] = 2,
					},
					["name"] = "破冰战靴",
					["queued"] = 0,
					["itemID"] = "item:43588:0:0:0:0:0:0",
				},
				[56950] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "雄鹿雕文",
					["queued"] = 0,
					["itemID"] = "item:40900:0:0:0:0:0:0",
				},
				[57014] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "抚慰雕文",
					["queued"] = 0,
					["itemID"] = "item:42917:0:0:0:0:0:0",
				},
				[64303] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "暗影斗篷雕文",
					["queued"] = 0,
					["itemID"] = "item:45769:0:0:0:0:0:0",
				},
				[76433] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 20,
						["item:52327:0:0:0:0:0:0"] = 8,
					},
					["name"] = "刽子手的斩首斧",
					["queued"] = 0,
					["itemID"] = "item:55043:0:0:0:0:0:0",
				},
				[57238] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "火焰新星雕文",
					["queued"] = 0,
					["itemID"] = "item:41530:0:0:0:0:0:0",
				},
				[57270] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "浩劫雕文",
					["queued"] = 0,
					["itemID"] = "item:42466:0:0:0:0:0:0",
				},
				[58325] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "开锁雕文",
					["queued"] = 0,
					["itemID"] = "item:43377:0:0:0:0:0:0",
				},
				[58485] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "力量卷轴 II",
					["queued"] = 0,
					["itemID"] = "item:2289:0:0:0:0:0:0",
				},
				[111919] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79255:0:0:0:0:0:0"] = 20,
						["item:76061:0:0:0:0:0:0"] = 5,
						["item:79731:0:0:0:0:0:0"] = 20,
						["item:79339:0:0:0:0:0:0"] = 1,
					},
					["name"] = "铭文青龙杖",
					["queued"] = 0,
					["itemID"] = "item:79341:0:0:0:0:0:0",
				},
				[76178] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:54849:0:0:0:0:0:0"] = 2,
					},
					["name"] = "弯折过的黑曜石",
					["queued"] = 0,
					["itemID"] = "item:65365:0:0:0:0:0:0",
				},
				[54553] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 5,
						["item:37701:0:0:0:0:0:0"] = 1,
						["item:36916:0:0:0:0:0:0"] = 6,
					},
					["name"] = "淬火萨隆邪铁胸铠",
					["queued"] = 0,
					["itemID"] = "item:40672:0:0:0:0:0:0",
				},
				[124451] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "禅悟冥想雕文",
					["queued"] = 0,
					["itemID"] = "item:85695:0:0:0:0:0:0",
				},
				[15972] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:7067:0:0:0:0:0:0"] = 1,
						["item:3466:0:0:0:0:0:0"] = 2,
						["item:1206:0:0:0:0:0:0"] = 1,
						["item:4234:0:0:0:0:0:0"] = 1,
						["item:3859:0:0:0:0:0:0"] = 10,
					},
					["name"] = "亮闪闪的钢匕首",
					["queued"] = 0,
					["itemID"] = "item:12259:0:0:0:0:0:0",
				},
				[19668] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "锻造",
					["mats"] = {
						["item:7966:0:0:0:0:0:0"] = 1,
						["item:6037:0:0:0:0:0:0"] = 1,
					},
					["name"] = "真银万能钥匙",
					["queued"] = 0,
					["itemID"] = "item:15871:0:0:0:0:0:0",
				},
				[16647] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:8170:0:0:0:0:0:0"] = 6,
						["item:12359:0:0:0:0:0:0"] = 10,
					},
					["name"] = "君王板甲腰带",
					["queued"] = 0,
					["itemID"] = "item:12424:0:0:0:0:0:0",
				},
				[16663] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12359:0:0:0:0:0:0"] = 20,
					},
					["name"] = "君王板甲护胸",
					["queued"] = 0,
					["itemID"] = "item:12422:0:0:0:0:0:0",
				},
				[127009] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 4,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "赤精风筝",
					["queued"] = 0,
					["itemID"] = "item:89368:0:0:0:0:0:0",
				},
				[56983] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "移形换影雕文",
					["queued"] = 0,
					["itemID"] = "item:42748:0:0:0:0:0:0",
				},
				[111920] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79740:0:0:0:0:0:0"] = 1,
						["item:76061:0:0:0:0:0:0"] = 2,
						["item:72096:0:0:0:0:0:0"] = 3,
						["item:79254:0:0:0:0:0:0"] = 8,
					},
					["name"] = "幽冥铁杖",
					["queued"] = 0,
					["itemID"] = "item:79342:0:0:0:0:0:0",
				},
				[76179] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 3,
						["item:18567:0:0:0:0:0:0"] = 1,
					},
					["name"] = "硬化黑曜石护腕",
					["queued"] = 0,
					["itemID"] = "item:54850:0:0:0:0:0:0",
				},
				[148266] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "骷髅雕文",
					["queued"] = 0,
					["itemID"] = "item:104099:0:0:0:0:0:0",
				},
				[124452] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "复苏之雾雕文",
					["queued"] = 0,
					["itemID"] = "item:85696:0:0:0:0:0:0",
				},
				[76435] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52327:0:0:0:0:0:0"] = 12,
						["item:52186:0:0:0:0:0:0"] = 20,
						["item:52325:0:0:0:0:0:0"] = 4,
					},
					["name"] = "火蚀之匕",
					["queued"] = 0,
					["itemID"] = "item:55045:0:0:0:0:0:0",
				},
				[57207] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "反魔法护罩雕文",
					["queued"] = 0,
					["itemID"] = "item:43533:0:0:0:0:0:0",
				},
				[57271] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "暗影箭雕文",
					["queued"] = 0,
					["itemID"] = "item:42467:0:0:0:0:0:0",
				},
				[58326] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "搜索雕文",
					["queued"] = 0,
					["itemID"] = "item:43343:0:0:0:0:0:0",
				},
				[58486] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 5,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "力量卷轴 III",
					["queued"] = 0,
					["itemID"] = "item:4426:0:0:0:0:0:0",
				},
				[111921] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79342:0:0:0:0:0:0"] = 1,
						["item:76061:0:0:0:0:0:0"] = 5,
						["item:79731:0:0:0:0:0:0"] = 20,
						["item:79255:0:0:0:0:0:0"] = 20,
					},
					["name"] = "铭文白虎杖",
					["queued"] = 0,
					["itemID"] = "item:79343:0:0:0:0:0:0",
				},
				[76180] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 3,
					},
					["name"] = "硬化黑曜石护手",
					["queued"] = 0,
					["itemID"] = "item:54852:0:0:0:0:0:0",
				},
				[54554] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 5,
						["item:37701:0:0:0:0:0:0"] = 1,
						["item:36916:0:0:0:0:0:0"] = 5,
					},
					["name"] = "淬火萨隆邪铁腿铠",
					["queued"] = 0,
					["itemID"] = "item:40674:0:0:0:0:0:0",
				},
				[52572] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 4,
					},
					["name"] = "钴质护肩",
					["queued"] = 0,
					["itemID"] = "item:39083:0:0:0:0:0:0",
				},
				[122599] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 7,
						["item:72095:0:0:0:0:0:0"] = 1,
					},
					["name"] = "精工魂卫腰带",
					["queued"] = 0,
					["itemID"] = "item:82926:0:0:0:0:0:0",
				},
				[56952] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "斜掠雕文",
					["queued"] = 0,
					["itemID"] = "item:40903:0:0:0:0:0:0",
				},
				[29547] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23445:0:0:0:0:0:0"] = 4,
					},
					["name"] = "魔铁板甲腰带",
					["queued"] = 0,
					["itemID"] = "item:23484:0:0:0:0:0:0",
				},
				[76181] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 4,
						["item:52327:0:0:0:0:0:0"] = 1,
					},
					["name"] = "硬化黑曜石腰带",
					["queued"] = 0,
					["itemID"] = "item:54853:0:0:0:0:0:0",
				},
				[64273] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "宁神射击雕文",
					["queued"] = 0,
					["itemID"] = "item:45731:0:0:0:0:0:0",
				},
				[76437] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52327:0:0:0:0:0:0"] = 6,
						["item:52186:0:0:0:0:0:0"] = 10,
						["item:65365:0:0:0:0:0:0"] = 10,
					},
					["name"] = "黑曜石行刑者",
					["queued"] = 0,
					["itemID"] = "item:55052:0:0:0:0:0:0",
				},
				[57240] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "风剪雕文",
					["queued"] = 0,
					["itemID"] = "item:41532:0:0:0:0:0:0",
				},
				[58327] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "安全降落雕文",
					["queued"] = 0,
					["itemID"] = "item:43378:0:0:0:0:0:0",
				},
				[59478] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43117:0:0:0:0:0:0"] = 5,
						["item:39354:0:0:0:0:0:0"] = 10,
					},
					["name"] = "生存之书",
					["queued"] = 0,
					["itemID"] = "item:43655:0:0:0:0:0:0",
				},
				[58487] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "力量卷轴 IV",
					["queued"] = 0,
					["itemID"] = "item:10310:0:0:0:0:0:0",
				},
				[76182] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 5,
					},
					["name"] = "硬化黑曜石之靴",
					["queued"] = 0,
					["itemID"] = "item:54854:0:0:0:0:0:0",
				},
				[148272] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "凝结雕文",
					["queued"] = 0,
					["itemID"] = "item:104106:0:0:0:0:0:0",
				},
				[54555] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:37701:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "淬火萨隆邪铁头盔",
					["queued"] = 0,
					["itemID"] = "item:40673:0:0:0:0:0:0",
				},
				[124455] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "升腾之雾雕文",
					["queued"] = 0,
					["itemID"] = "item:85699:0:0:0:0:0:0",
				},
				[7223] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3859:0:0:0:0:0:0"] = 5,
						["item:3486:0:0:0:0:0:0"] = 2,
					},
					["name"] = "金鳞护腕",
					["queued"] = 0,
					["itemID"] = "item:6040:0:0:0:0:0:0",
				},
				[19669] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "锻造",
					["mats"] = {
						["item:12360:0:0:0:0:0:0"] = 1,
						["item:12644:0:0:0:0:0:0"] = 1,
					},
					["name"] = "奥金万能钥匙",
					["queued"] = 0,
					["itemID"] = "item:15872:0:0:0:0:0:0",
				},
				[148273] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "驱魔人雕文",
					["queued"] = 0,
					["itemID"] = "item:104107:0:0:0:0:0:0",
				},
				[177045] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["mats"] = {
						["item:114931:0:0:0:0:0:0"] = 2,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["name"] = "德拉诺铭文秘术",
					["hasCD"] = true,
					["queued"] = 0,
					["itemID"] = "item:119297:0:0:0:0:0:0",
				},
				[3116] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2592:0:0:0:0:0:0"] = 1,
						["item:2836:0:0:0:0:0:0"] = 1,
					},
					["name"] = "粗制平衡石",
					["queued"] = 0,
					["itemID"] = "item:3240:0:0:0:0:0:0",
				},
				[94405] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "鲁莽雕文",
					["queued"] = 0,
					["itemID"] = "item:67483:0:0:0:0:0:0",
				},
				[112883] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "清心书卷",
					["queued"] = 0,
					["itemID"] = "item:79249:0:0:0:0:0:0",
				},
				[63187] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:45087:0:0:0:0:0:0"] = 6,
						["item:37663:0:0:0:0:0:0"] = 5,
					},
					["name"] = "泰坦腰带",
					["queued"] = 0,
					["itemID"] = "item:45550:0:0:0:0:0:0",
				},
				[148274] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "圣光之柱雕文",
					["queued"] = 0,
					["itemID"] = "item:104108:0:0:0:0:0:0",
				},
				[34607] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:21877:0:0:0:0:0:0"] = 1,
						["item:23445:0:0:0:0:0:0"] = 1,
					},
					["name"] = "魔能平衡石",
					["queued"] = 0,
					["itemID"] = "item:28420:0:0:0:0:0:0",
				},
				[124456] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "轮回之触雕文",
					["queued"] = 0,
					["itemID"] = "item:85700:0:0:0:0:0:0",
				},
				[76439] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52327:0:0:0:0:0:0"] = 4,
						["item:52186:0:0:0:0:0:0"] = 4,
						["item:51950:0:0:0:0:0:0"] = 4,
					},
					["name"] = "乌钢带扣",
					["queued"] = 0,
					["itemID"] = "item:55054:0:0:0:0:0:0",
				},
				[57209] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "恶鬼雕文",
					["queued"] = 0,
					["itemID"] = "item:43535:0:0:0:0:0:0",
				},
				[58296] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "魅惑林地生物雕文",
					["queued"] = 0,
					["itemID"] = "item:43335:0:0:0:0:0:0",
				},
				[58328] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "药膏雕文",
					["queued"] = 0,
					["itemID"] = "item:43380:0:0:0:0:0:0",
				},
				[58488] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "力量卷轴 V",
					["queued"] = 0,
					["itemID"] = "item:27503:0:0:0:0:0:0",
				},
				[137790] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 10,
					},
					["name"] = "精制恐怖角斗士的活跃战靴",
					["queued"] = 0,
					["itemID"] = "item:93546:0:0:0:0:0:0",
				},
				[148276] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "邪煞雕文",
					["queued"] = 0,
					["itemID"] = "item:104120:0:0:0:0:0:0",
				},
				[54556] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "淬火萨隆邪铁护肩",
					["queued"] = 0,
					["itemID"] = "item:40675:0:0:0:0:0:0",
				},
				[162854] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:113111:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "暗影魔法雕文",
					["queued"] = 0,
					["itemID"] = "item:110849:0:0:0:0:0:0",
				},
				[76440] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:51950:0:0:0:0:0:0"] = 5,
					},
					["name"] = "燃钢盾刺",
					["queued"] = 0,
					["itemID"] = "item:55056:0:0:0:0:0:0",
				},
				[112437] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "逍遥酒雕文",
					["queued"] = 0,
					["itemID"] = "item:87880:0:0:0:0:0:0",
				},
				[55835] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 5,
					},
					["name"] = "钴质护手",
					["queued"] = 0,
					["itemID"] = "item:41975:0:0:0:0:0:0",
				},
				[56954] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "愈合雕文",
					["queued"] = 0,
					["itemID"] = "item:40912:0:0:0:0:0:0",
				},
				[56986] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "小动物变形术雕文",
					["queued"] = 0,
					["itemID"] = "item:42751:0:0:0:0:0:0",
				},
				[29548] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23445:0:0:0:0:0:0"] = 6,
					},
					["name"] = "魔铁板甲战靴",
					["queued"] = 0,
					["itemID"] = "item:23487:0:0:0:0:0:0",
				},
				[57114] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "诱饵雕文",
					["queued"] = 0,
					["itemID"] = "item:42956:0:0:0:0:0:0",
				},
				[64307] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "狂奔怒吼雕文",
					["queued"] = 0,
					["itemID"] = "item:45604:0:0:0:0:0:0",
				},
				[76441] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52186:0:0:0:0:0:0"] = 15,
					},
					["name"] = "源质盾刺",
					["queued"] = 0,
					["itemID"] = "item:55055:0:0:0:0:0:0",
				},
				[57210] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "冰封之韧雕文",
					["queued"] = 0,
					["itemID"] = "item:43536:0:0:0:0:0:0",
				},
				[126696] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "瓦格里雕文",
					["queued"] = 0,
					["itemID"] = "item:87277:0:0:0:0:0:0",
				},
				[58297] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "豹群守护雕文",
					["queued"] = 0,
					["itemID"] = "item:43355:0:0:0:0:0:0",
				},
				[58329] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "星界传送雕文",
					["queued"] = 0,
					["itemID"] = "item:43381:0:0:0:0:0:0",
				},
				[148279] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "猎头煞星雕文",
					["queued"] = 0,
					["itemID"] = "item:104123:0:0:0:0:0:0",
				},
				[127016] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "虎牙铭文",
					["queued"] = 0,
					["itemID"] = "item:87580:0:0:0:0:0:0",
				},
				[59480] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43117:0:0:0:0:0:0"] = 2,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "奇怪的塔罗牌",
					["queued"] = 0,
					["itemID"] = "item:44142:0:0:0:0:0:0",
				},
				[175389] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:114931:0:0:0:0:0:0"] = 20,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "海洋塔罗牌",
					["queued"] = 0,
					["itemID"] = "item:118601:0:0:0:0:0:0",
				},
				[23650] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12360:0:0:0:0:0:0"] = 12,
						["item:11371:0:0:0:0:0:0"] = 8,
						["item:12800:0:0:0:0:0:0"] = 4,
						["item:17010:0:0:0:0:0:0"] = 7,
						["item:17011:0:0:0:0:0:0"] = 4,
					},
					["name"] = "黑手",
					["queued"] = 0,
					["itemID"] = "item:19170:0:0:0:0:0:0",
				},
				[76436] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52327:0:0:0:0:0:0"] = 10,
						["item:52326:0:0:0:0:0:0"] = 6,
						["item:52186:0:0:0:0:0:0"] = 12,
						["item:65365:0:0:0:0:0:0"] = 4,
					},
					["name"] = "生命之力轻锤",
					["queued"] = 0,
					["itemID"] = "item:55046:0:0:0:0:0:0",
				},
				[59438] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 8,
						["item:36916:0:0:0:0:0:0"] = 3,
					},
					["name"] = "灿烂萨隆邪铁护腕",
					["queued"] = 0,
					["itemID"] = "item:43864:0:0:0:0:0:0",
				},
				[138888] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 2,
						["item:76061:0:0:0:0:0:0"] = 3,
						["item:94111:0:0:0:0:0:0"] = 5,
					},
					["name"] = "重生的火焰卫士",
					["queued"] = 0,
					["itemID"] = "item:94587:0:0:0:0:0:0",
				},
				[54557] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 4,
						["item:36916:0:0:0:0:0:0"] = 6,
					},
					["name"] = "萨隆邪铁防御者",
					["queued"] = 0,
					["itemID"] = "item:40670:0:0:0:0:0:0",
				},
				[124459] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "精神鞭笞雕文",
					["queued"] = 0,
					["itemID"] = "item:79513:0:0:0:0:0:0",
				},
				[50606] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "精神卷轴 III",
					["queued"] = 0,
					["itemID"] = "item:4424:0:0:0:0:0:0",
				},
				[175390] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:114931:0:0:0:0:0:0"] = 20,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "蔑笑塔罗牌",
					["queued"] = 0,
					["itemID"] = "item:118602:0:0:0:0:0:0",
				},
				[16664] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12359:0:0:0:0:0:0"] = 20,
						["item:12360:0:0:0:0:0:0"] = 2,
						["item:3577:0:0:0:0:0:0"] = 6,
					},
					["name"] = "符文板甲护肩",
					["queued"] = 0,
					["itemID"] = "item:12610:0:0:0:0:0:0",
				},
				[9959] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3860:0:0:0:0:0:0"] = 16,
					},
					["name"] = "重型秘银胸甲",
					["queued"] = 0,
					["itemID"] = "item:7930:0:0:0:0:0:0",
				},
				[16649] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12359:0:0:0:0:0:0"] = 12,
					},
					["name"] = "君王板甲护腕",
					["queued"] = 0,
					["itemID"] = "item:12425:0:0:0:0:0:0",
				},
				[16665] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2842:0:0:0:0:0:0"] = 10,
						["item:12359:0:0:0:0:0:0"] = 20,
						["item:12360:0:0:0:0:0:0"] = 2,
					},
					["name"] = "符文板甲战靴",
					["queued"] = 0,
					["itemID"] = "item:12611:0:0:0:0:0:0",
				},
				[7222] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3478:0:0:0:0:0:0"] = 2,
						["item:1705:0:0:0:0:0:0"] = 1,
						["item:3575:0:0:0:0:0:0"] = 4,
					},
					["name"] = "铁质平衡锤",
					["queued"] = 0,
					["itemID"] = "item:6043:0:0:0:0:0:0",
				},
				[127017] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "虎爪铭文",
					["queued"] = 0,
					["itemID"] = "item:87579:0:0:0:0:0:0",
				},
				[16983] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12360:0:0:0:0:0:0"] = 2,
						["item:12804:0:0:0:0:0:0"] = 4,
						["item:12364:0:0:0:0:0:0"] = 1,
						["item:12361:0:0:0:0:0:0"] = 2,
						["item:12655:0:0:0:0:0:0"] = 6,
						["item:12799:0:0:0:0:0:0"] = 2,
					},
					["name"] = "平静",
					["queued"] = 0,
					["itemID"] = "item:12781:0:0:0:0:0:0",
				},
				[122030] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "群体驱邪雕文",
					["queued"] = 0,
					["itemID"] = "item:83107:0:0:0:0:0:0",
				},
				[54941] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 7,
					},
					["name"] = "尖刺钴质护肩",
					["queued"] = 0,
					["itemID"] = "item:40950:0:0:0:0:0:0",
				},
				[57019] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "聚盾雕文",
					["queued"] = 0,
					["itemID"] = "item:41101:0:0:0:0:0:0",
				},
				[9931] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3860:0:0:0:0:0:0"] = 12,
					},
					["name"] = "秘银鳞片短裤",
					["queued"] = 0,
					["itemID"] = "item:7920:0:0:0:0:0:0",
				},
				[148282] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "徘徊先祖雕文",
					["queued"] = 0,
					["itemID"] = "item:104127:0:0:0:0:0:0",
				},
				[57115] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "剑刃乱舞雕文",
					["queued"] = 0,
					["itemID"] = "item:42957:0:0:0:0:0:0",
				},
				[124460] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "吸血鬼的拥抱雕文",
					["queued"] = 0,
					["itemID"] = "item:79515:0:0:0:0:0:0",
				},
				[137768] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 6,
						["item:76061:0:0:0:0:0:0"] = 2,
						["item:94289:0:0:0:0:0:0"] = 6,
					},
					["name"] = "魂钢护足",
					["queued"] = 0,
					["itemID"] = "item:94265:0:0:0:0:0:0",
				},
				[175392] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:114931:0:0:0:0:0:0"] = 20,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "狂野塔罗牌",
					["queued"] = 0,
					["itemID"] = "item:118603:0:0:0:0:0:0",
				},
				[112440] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "分筋错骨雕文",
					["queued"] = 0,
					["itemID"] = "item:87897:0:0:0:0:0:0",
				},
				[9987] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3466:0:0:0:0:0:0"] = 1,
						["item:2841:0:0:0:0:0:0"] = 14,
						["item:2319:0:0:0:0:0:0"] = 2,
					},
					["name"] = "青铜战斧",
					["queued"] = 0,
					["itemID"] = "item:7958:0:0:0:0:0:0",
				},
				[58330] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "视界术雕文",
					["queued"] = 0,
					["itemID"] = "item:43385:0:0:0:0:0:0",
				},
				[59495] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43125:0:0:0:0:0:0"] = 6,
						["item:39354:0:0:0:0:0:0"] = 10,
					},
					["name"] = "地狱火之书",
					["queued"] = 0,
					["itemID"] = "item:43666:0:0:0:0:0:0",
				},
				[36390] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23573:0:0:0:0:0:0"] = 5,
						["item:30183:0:0:0:0:0:0"] = 2,
						["item:21884:0:0:0:0:0:0"] = 10,
					},
					["name"] = "红色战斗腰带",
					["queued"] = 0,
					["itemID"] = "item:30032:0:0:0:0:0:0",
				},
				[127018] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "鹤翼铭文",
					["queued"] = 0,
					["itemID"] = "item:87578:0:0:0:0:0:0",
				},
				[16969] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12644:0:0:0:0:0:0"] = 2,
						["item:12359:0:0:0:0:0:0"] = 10,
						["item:8170:0:0:0:0:0:0"] = 4,
						["item:12799:0:0:0:0:0:0"] = 2,
					},
					["name"] = "华丽瑟银手斧",
					["queued"] = 0,
					["itemID"] = "item:12773:0:0:0:0:0:0",
				},
				[58490] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "力量卷轴 VII",
					["queued"] = 0,
					["itemID"] = "item:43465:0:0:0:0:0:0",
				},
				[11454] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:6037:0:0:0:0:0:0"] = 1,
						["item:3577:0:0:0:0:0:0"] = 1,
						["item:3860:0:0:0:0:0:0"] = 5,
					},
					["name"] = "秘银杆",
					["queued"] = 0,
					["itemID"] = "item:9060:0:0:0:0:0:0",
				},
				[55185] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:37702:0:0:0:0:0:0"] = 2,
						["item:36913:0:0:0:0:0:0"] = 20,
					},
					["name"] = "萨隆邪铁碎灵锤",
					["queued"] = 0,
					["itemID"] = "item:41188:0:0:0:0:0:0",
				},
				[76285] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 5,
					},
					["name"] = "雷铸战靴",
					["queued"] = 0,
					["itemID"] = "item:55036:0:0:0:0:0:0",
				},
				[3491] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3470:0:0:0:0:0:0"] = 2,
						["item:2880:0:0:0:0:0:0"] = 4,
						["item:2319:0:0:0:0:0:0"] = 1,
						["item:2841:0:0:0:0:0:0"] = 6,
						["item:818:0:0:0:0:0:0"] = 1,
					},
					["name"] = "青铜匕首",
					["queued"] = 0,
					["itemID"] = "item:3848:0:0:0:0:0:0",
				},
				[55377] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:43102:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 4,
						["item:37663:0:0:0:0:0:0"] = 3,
					},
					["name"] = "辉煌泰坦精钢战靴",
					["queued"] = 0,
					["itemID"] = "item:41394:0:0:0:0:0:0",
				},
				[3292] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2319:0:0:0:0:0:0"] = 2,
						["item:818:0:0:0:0:0:0"] = 2,
						["item:2840:0:0:0:0:0:0"] = 14,
						["item:2880:0:0:0:0:0:0"] = 2,
					},
					["name"] = "铜质宽剑",
					["queued"] = 0,
					["itemID"] = "item:3487:0:0:0:0:0:0",
				},
				[3294] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3470:0:0:0:0:0:0"] = 2,
						["item:2880:0:0:0:0:0:0"] = 2,
						["item:2842:0:0:0:0:0:0"] = 2,
						["item:2840:0:0:0:0:0:0"] = 10,
						["item:2318:0:0:0:0:0:0"] = 2,
					},
					["name"] = "厚重的战斧",
					["queued"] = 0,
					["itemID"] = "item:3489:0:0:0:0:0:0",
				},
				[3296] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3466:0:0:0:0:0:0"] = 1,
						["item:1206:0:0:0:0:0:0"] = 1,
						["item:3478:0:0:0:0:0:0"] = 2,
						["item:2319:0:0:0:0:0:0"] = 2,
						["item:2841:0:0:0:0:0:0"] = 8,
						["item:1210:0:0:0:0:0:0"] = 1,
					},
					["name"] = "青铜重锤",
					["queued"] = 0,
					["itemID"] = "item:3491:0:0:0:0:0:0",
				},
				[126850] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 8,
						["item:76061:0:0:0:0:0:0"] = 3,
						["item:80433:0:0:0:0:0:0"] = 8,
					},
					["name"] = "不屈血甲",
					["queued"] = 0,
					["itemID"] = "item:87405:0:0:0:0:0:0",
				},
				[2738] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2589:0:0:0:0:0:0"] = 2,
						["item:2840:0:0:0:0:0:0"] = 6,
						["item:2880:0:0:0:0:0:0"] = 1,
					},
					["name"] = "铜斧",
					["queued"] = 0,
					["itemID"] = "item:2845:0:0:0:0:0:0",
				},
				[122648] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72093:0:0:0:0:0:0"] = 40,
						["item:76061:0:0:0:0:0:0"] = 5,
						["item:72096:0:0:0:0:0:0"] = 15,
					},
					["name"] = "精工幽冥碎片",
					["queued"] = 0,
					["itemID"] = "item:82974:0:0:0:0:0:0",
				},
				[148285] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "掠食龙雕文",
					["queued"] = 0,
					["itemID"] = "item:104130:0:0:0:0:0:0",
				},
				[126800] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "暗影盟友雕文",
					["queued"] = 0,
					["itemID"] = "item:87392:0:0:0:0:0:0",
				},
				[127019] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "牛角铭文",
					["queued"] = 0,
					["itemID"] = "item:87577:0:0:0:0:0:0",
				},
				[3333] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2842:0:0:0:0:0:0"] = 1,
						["item:2841:0:0:0:0:0:0"] = 8,
						["item:3478:0:0:0:0:0:0"] = 2,
					},
					["name"] = "镀银青铜护手",
					["queued"] = 0,
					["itemID"] = "item:3483:0:0:0:0:0:0",
				},
				[24399] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:11371:0:0:0:0:0:0"] = 6,
						["item:17012:0:0:0:0:0:0"] = 4,
						["item:17010:0:0:0:0:0:0"] = 3,
						["item:17011:0:0:0:0:0:0"] = 3,
					},
					["name"] = "黑铁长靴",
					["queued"] = 0,
					["itemID"] = "item:20039:0:0:0:0:0:0",
				},
				[56988] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "冰冷血脉雕文",
					["queued"] = 0,
					["itemID"] = "item:42753:0:0:0:0:0:0",
				},
				[29549] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23445:0:0:0:0:0:0"] = 8,
					},
					["name"] = "魔铁板甲短裤",
					["queued"] = 0,
					["itemID"] = "item:23488:0:0:0:0:0:0",
				},
				[29565] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23445:0:0:0:0:0:0"] = 12,
					},
					["name"] = "魔铁巨剑",
					["queued"] = 0,
					["itemID"] = "item:23499:0:0:0:0:0:0",
				},
				[3320] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2835:0:0:0:0:0:0"] = 2,
					},
					["name"] = "劣质砂轮",
					["queued"] = 0,
					["itemID"] = "item:3470:0:0:0:0:0:0",
				},
				[64277] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "圣光道标雕文",
					["queued"] = 0,
					["itemID"] = "item:45741:0:0:0:0:0:0",
				},
				[3324] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3470:0:0:0:0:0:0"] = 3,
						["item:2321:0:0:0:0:0:0"] = 2,
						["item:2840:0:0:0:0:0:0"] = 8,
					},
					["name"] = "铜质符文短裤",
					["queued"] = 0,
					["itemID"] = "item:3473:0:0:0:0:0:0",
				},
				[3326] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2836:0:0:0:0:0:0"] = 2,
					},
					["name"] = "粗制砂轮",
					["queued"] = 0,
					["itemID"] = "item:3478:0:0:0:0:0:0",
				},
				[3328] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2841:0:0:0:0:0:0"] = 5,
						["item:3478:0:0:0:0:0:0"] = 1,
					},
					["name"] = "劣质青铜护肩",
					["queued"] = 0,
					["itemID"] = "item:3480:0:0:0:0:0:0",
				},
				[57127] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "烟雾弹雕文",
					["queued"] = 0,
					["itemID"] = "item:42968:0:0:0:0:0:0",
				},
				[58299] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "复活宠物雕文",
					["queued"] = 0,
					["itemID"] = "item:43338:0:0:0:0:0:0",
				},
				[12260] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2840:0:0:0:0:0:0"] = 4,
					},
					["name"] = "劣质铜外衣",
					["queued"] = 0,
					["itemID"] = "item:10421:0:0:0:0:0:0",
				},
				[55017] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 13,
					},
					["name"] = "淬火萨隆邪铁护腕",
					["queued"] = 0,
					["itemID"] = "item:41116:0:0:0:0:0:0",
				},
				[9926] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3860:0:0:0:0:0:0"] = 8,
						["item:4234:0:0:0:0:0:0"] = 6,
					},
					["name"] = "重型秘银护肩",
					["queued"] = 0,
					["itemID"] = "item:7918:0:0:0:0:0:0",
				},
				[162865] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:113111:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "震击雕文",
					["queued"] = 0,
					["itemID"] = "item:110860:0:0:0:0:0:0",
				},
				[9918] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:7912:0:0:0:0:0:0"] = 1,
					},
					["name"] = "坚固的磨刀石",
					["queued"] = 0,
					["itemID"] = "item:7964:0:0:0:0:0:0",
				},
				[58491] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "力量卷轴 VIII",
					["queued"] = 0,
					["itemID"] = "item:43466:0:0:0:0:0:0",
				},
				[56234] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:43102:0:0:0:0:0:0"] = 2,
						["item:36913:0:0:0:0:0:0"] = 6,
						["item:37663:0:0:0:0:0:0"] = 6,
					},
					["name"] = "泰坦精钢刺刀",
					["queued"] = 0,
					["itemID"] = "item:42435:0:0:0:0:0:0",
				},
				[122653] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 8,
						["item:76061:0:0:0:0:0:0"] = 8,
					},
					["name"] = "古代精钢胸甲",
					["queued"] = 0,
					["itemID"] = "item:82979:0:0:0:0:0:0",
				},
				[101932] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:71998:0:0:0:0:0:0"] = 4,
						["item:53039:0:0:0:0:0:0"] = 10,
						["item:58480:0:0:0:0:0:0"] = 4,
						["item:52078:0:0:0:0:0:0"] = 2,
					},
					["name"] = "守护泰坦腕甲",
					["queued"] = 0,
					["itemID"] = "item:71993:0:0:0:0:0:0",
				},
				[148288] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "天降蟾蜍雕文",
					["queued"] = 0,
					["itemID"] = "item:104134:0:0:0:0:0:0",
				},
				[111918] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79255:0:0:0:0:0:0"] = 20,
						["item:76061:0:0:0:0:0:0"] = 5,
						["item:79731:0:0:0:0:0:0"] = 20,
						["item:79339:0:0:0:0:0:0"] = 1,
					},
					["name"] = "铭文朱鹤杖",
					["queued"] = 0,
					["itemID"] = "item:79340:0:0:0:0:0:0",
				},
				[3331] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2842:0:0:0:0:0:0"] = 1,
						["item:2841:0:0:0:0:0:0"] = 6,
						["item:3478:0:0:0:0:0:0"] = 2,
					},
					["name"] = "镀银青铜战靴",
					["queued"] = 0,
					["itemID"] = "item:3482:0:0:0:0:0:0",
				},
				[3321] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2840:0:0:0:0:0:0"] = 8,
						["item:3470:0:0:0:0:0:0"] = 2,
					},
					["name"] = "铜质链甲外衣",
					["queued"] = 0,
					["itemID"] = "item:3471:0:0:0:0:0:0",
				},
				[16639] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12365:0:0:0:0:0:0"] = 4,
					},
					["name"] = "致密砂轮",
					["queued"] = 0,
					["itemID"] = "item:12644:0:0:0:0:0:0",
				},
				[2674] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2838:0:0:0:0:0:0"] = 1,
					},
					["name"] = "重磨刀石",
					["queued"] = 0,
					["itemID"] = "item:2871:0:0:0:0:0:0",
				},
				[2660] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2835:0:0:0:0:0:0"] = 1,
					},
					["name"] = "劣质磨刀石",
					["queued"] = 0,
					["itemID"] = "item:2862:0:0:0:0:0:0",
				},
				[171690] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["mats"] = {
						["item:109119:0:0:0:0:0:0"] = 20,
						["item:109118:0:0:0:0:0:0"] = 10,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["name"] = "真钢锭",
					["hasCD"] = true,
					["queued"] = 0,
					["itemID"] = "item:108257:0:0:0:0:0:0",
				},
				[101925] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:58480:0:0:0:0:0:0"] = 8,
						["item:71998:0:0:0:0:0:0"] = 8,
						["item:52325:0:0:0:0:0:0"] = 40,
						["item:52078:0:0:0:0:0:0"] = 4,
					},
					["name"] = "无敌毁灭者腿铠",
					["queued"] = 0,
					["itemID"] = "item:71983:0:0:0:0:0:0",
				},
				[19666] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "锻造",
					["mats"] = {
						["item:2842:0:0:0:0:0:0"] = 1,
						["item:3470:0:0:0:0:0:0"] = 1,
					},
					["name"] = "白银万能钥匙",
					["queued"] = 0,
					["itemID"] = "item:15869:0:0:0:0:0:0",
				},
				[162867] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:113111:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "灵魂行者的神盾雕文",
					["queued"] = 0,
					["itemID"] = "item:110862:0:0:0:0:0:0",
				},
				[137769] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 8,
						["item:76061:0:0:0:0:0:0"] = 3,
						["item:94289:0:0:0:0:0:0"] = 8,
					},
					["name"] = "魂钢重盔",
					["queued"] = 0,
					["itemID"] = "item:94266:0:0:0:0:0:0",
				},
				[16730] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12359:0:0:0:0:0:0"] = 24,
					},
					["name"] = "君王板甲护腿",
					["queued"] = 0,
					["itemID"] = "item:12429:0:0:0:0:0:0",
				},
				[56989] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "法术吸取雕文",
					["queued"] = 0,
					["itemID"] = "item:42754:0:0:0:0:0:0",
				},
				[2672] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2841:0:0:0:0:0:0"] = 5,
						["item:3478:0:0:0:0:0:0"] = 2,
					},
					["name"] = "青铜花纹护腕",
					["queued"] = 0,
					["itemID"] = "item:2868:0:0:0:0:0:0",
				},
				[171691] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:109118:0:0:0:0:0:0"] = 60,
					},
					["name"] = "阴燃头盔",
					["queued"] = 0,
					["itemID"] = "item:116426:0:0:0:0:0:0",
				},
				[148290] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "谨小慎微雕文",
					["queued"] = 0,
					["itemID"] = "item:104136:0:0:0:0:0:0",
				},
				[55310] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35623:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 14,
					},
					["name"] = "野蛮萨隆邪铁腿铠",
					["queued"] = 0,
					["itemID"] = "item:41347:0:0:0:0:0:0",
				},
				[94404] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "掠食者雕文",
					["queued"] = 0,
					["itemID"] = "item:67486:0:0:0:0:0:0",
				},
				[57181] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "治疗之环雕文",
					["queued"] = 0,
					["itemID"] = "item:42396:0:0:0:0:0:0",
				},
				[29654] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:22573:0:0:0:0:0:0"] = 1,
						["item:23445:0:0:0:0:0:0"] = 1,
					},
					["name"] = "魔能磨刀石",
					["queued"] = 0,
					["itemID"] = "item:23528:0:0:0:0:0:0",
				},
				[122576] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 12,
					},
					["name"] = "幽冥锻铁头盔",
					["queued"] = 0,
					["itemID"] = "item:82903:0:0:0:0:0:0",
				},
				[112444] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "业报之触雕文",
					["queued"] = 0,
					["itemID"] = "item:87900:0:0:0:0:0:0",
				},
				[171692] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:109118:0:0:0:0:0:0"] = 30,
						["item:109119:0:0:0:0:0:0"] = 30,
					},
					["name"] = "阴燃胸甲",
					["queued"] = 0,
					["itemID"] = "item:116427:0:0:0:0:0:0",
				},
				[148291] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "警觉之眼雕文",
					["queued"] = 0,
					["itemID"] = "item:104137:0:0:0:0:0:0",
				},
				[59503] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39354:0:0:0:0:0:0"] = 1,
						["item:21886:0:0:0:0:0:0"] = 3,
						["item:43125:0:0:0:0:0:0"] = 3,
					},
					["name"] = "强力暗月卡片",
					["queued"] = 0,
					["itemID"] = "item:44317:0:0:0:0:0:0",
				},
				[76281] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 6,
						["item:52327:0:0:0:0:0:0"] = 8,
					},
					["name"] = "雷铸手甲",
					["queued"] = 0,
					["itemID"] = "item:55034:0:0:0:0:0:0",
				},
				[52571] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 5,
					},
					["name"] = "钴质头盔",
					["queued"] = 0,
					["itemID"] = "item:39084:0:0:0:0:0:0",
				},
				[55834] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 4,
					},
					["name"] = "钴质护腕",
					["queued"] = 0,
					["itemID"] = "item:41974:0:0:0:0:0:0",
				},
				[41133] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:22451:0:0:0:0:0:0"] = 8,
						["item:32428:0:0:0:0:0:0"] = 2,
						["item:23448:0:0:0:0:0:0"] = 18,
						["item:23573:0:0:0:0:0:0"] = 2,
					},
					["name"] = "迅钢护肩",
					["queued"] = 0,
					["itemID"] = "item:32570:0:0:0:0:0:0",
				},
				[122636] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 9,
					},
					["name"] = "魂卫护盾",
					["queued"] = 0,
					["itemID"] = "item:82962:0:0:0:0:0:0",
				},
				[171693] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:109119:0:0:0:0:0:0"] = 60,
					},
					["name"] = "阴燃护胫",
					["queued"] = 0,
					["itemID"] = "item:116425:0:0:0:0:0:0",
				},
				[148292] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "武器大师雕文",
					["queued"] = 0,
					["itemID"] = "item:104138:0:0:0:0:0:0",
				},
				[55182] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:37701:0:0:0:0:0:0"] = 2,
						["item:36913:0:0:0:0:0:0"] = 15,
					},
					["name"] = "萨隆邪铁狂暴轻锤",
					["queued"] = 0,
					["itemID"] = "item:41185:0:0:0:0:0:0",
				},
				[122650] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 5,
						["item:76061:0:0:0:0:0:0"] = 8,
					},
					["name"] = "幽冥掠夺者护手",
					["queued"] = 0,
					["itemID"] = "item:82976:0:0:0:0:0:0",
				},
				[124457] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "魂体双分雕文",
					["queued"] = 0,
					["itemID"] = "item:84652:0:0:0:0:0:0",
				},
				[137792] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 8,
					},
					["name"] = "精制恐怖角斗士的活跃护腕",
					["queued"] = 0,
					["itemID"] = "item:93548:0:0:0:0:0:0",
				},
				[122580] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 12,
					},
					["name"] = "幽冥锻铁护腿",
					["queued"] = 0,
					["itemID"] = "item:82907:0:0:0:0:0:0",
				},
				[3323] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2840:0:0:0:0:0:0"] = 8,
						["item:3470:0:0:0:0:0:0"] = 2,
					},
					["name"] = "铜质符文护手",
					["queued"] = 0,
					["itemID"] = "item:3472:0:0:0:0:0:0",
				},
				[171694] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:109118:0:0:0:0:0:0"] = 20,
						["item:108257:0:0:0:0:0:0"] = 100,
						["item:109119:0:0:0:0:0:0"] = 20,
					},
					["name"] = "钢铸巨斧",
					["queued"] = 0,
					["itemID"] = "item:116453:0:0:0:0:0:0",
				},
				[95710] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "迅捷传送雕文",
					["queued"] = 0,
					["itemID"] = "item:63416:0:0:0:0:0:0",
				},
				[55839] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:41163:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 2,
					},
					["name"] = "泰坦神铁武器链",
					["queued"] = 0,
					["itemID"] = "item:41976:0:0:0:0:0:0",
				},
				[127023] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "秘法鹤翼铭文",
					["queued"] = 0,
					["itemID"] = "item:87582:0:0:0:0:0:0",
				},
				[137789] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 10,
					},
					["name"] = "精制恐怖角斗士的残酷战靴",
					["queued"] = 0,
					["itemID"] = "item:93545:0:0:0:0:0:0",
				},
				[56958] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "迎头痛击雕文",
					["queued"] = 0,
					["itemID"] = "item:40921:0:0:0:0:0:0",
				},
				[54944] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 8,
					},
					["name"] = "尖刺钴质胸甲",
					["queued"] = 0,
					["itemID"] = "item:40951:0:0:0:0:0:0",
				},
				[57022] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "圣佑术雕文",
					["queued"] = 0,
					["itemID"] = "item:41096:0:0:0:0:0:0",
				},
				[29566] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23446:0:0:0:0:0:0"] = 8,
					},
					["name"] = "精金重槌",
					["queued"] = 0,
					["itemID"] = "item:23502:0:0:0:0:0:0",
				},
				[64247] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "图腾活力雕文",
					["queued"] = 0,
					["itemID"] = "item:45778:0:0:0:0:0:0",
				},
				[122652] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 5,
						["item:76061:0:0:0:0:0:0"] = 8,
					},
					["name"] = "活化钢护手",
					["queued"] = 0,
					["itemID"] = "item:82978:0:0:0:0:0:0",
				},
				[124466] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "天堂雕文",
					["queued"] = 0,
					["itemID"] = "item:79538:0:0:0:0:0:0",
				},
				[55055] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 5,
						["item:37705:0:0:0:0:0:0"] = 1,
						["item:36916:0:0:0:0:0:0"] = 5,
					},
					["name"] = "灿烂萨隆邪铁腿铠",
					["queued"] = 0,
					["itemID"] = "item:41126:0:0:0:0:0:0",
				},
				[57211] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "寒冰锁链雕文",
					["queued"] = 0,
					["itemID"] = "item:43537:0:0:0:0:0:0",
				},
				[57246] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "凌波雕文",
					["queued"] = 0,
					["itemID"] = "item:41537:0:0:0:0:0:0",
				},
				[58301] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "体型缩小雕文",
					["queued"] = 0,
					["itemID"] = "item:43350:0:0:0:0:0:0",
				},
				[58333] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "图腾环绕雕文",
					["queued"] = 0,
					["itemID"] = "item:43388:0:0:0:0:0:0",
				},
				[58298] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "群兽奔腾雕文",
					["queued"] = 0,
					["itemID"] = "item:43356:0:0:0:0:0:0",
				},
				[57265] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "生命通道雕文",
					["queued"] = 0,
					["itemID"] = "item:42461:0:0:0:0:0:0",
				},
				[127024] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "秘法牛角铭文",
					["queued"] = 0,
					["itemID"] = "item:87581:0:0:0:0:0:0",
				},
				[59484] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43119:0:0:0:0:0:0"] = 5,
						["item:39354:0:0:0:0:0:0"] = 10,
					},
					["name"] = "列王之书",
					["queued"] = 0,
					["itemID"] = "item:43656:0:0:0:0:0:0",
				},
				[23636] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:11371:0:0:0:0:0:0"] = 4,
						["item:17010:0:0:0:0:0:0"] = 2,
						["item:17011:0:0:0:0:0:0"] = 4,
					},
					["name"] = "黑铁头盔",
					["queued"] = 0,
					["itemID"] = "item:19148:0:0:0:0:0:0",
				},
				[41134] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23573:0:0:0:0:0:0"] = 2,
						["item:32428:0:0:0:0:0:0"] = 4,
						["item:21884:0:0:0:0:0:0"] = 6,
						["item:23449:0:0:0:0:0:0"] = 14,
					},
					["name"] = "晨钢护腕",
					["queued"] = 0,
					["itemID"] = "item:32571:0:0:0:0:0:0",
				},
				[3293] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3470:0:0:0:0:0:0"] = 2,
						["item:2880:0:0:0:0:0:0"] = 2,
						["item:2318:0:0:0:0:0:0"] = 2,
						["item:2840:0:0:0:0:0:0"] = 12,
						["item:774:0:0:0:0:0:0"] = 2,
					},
					["name"] = "铜质战斧",
					["queued"] = 0,
					["itemID"] = "item:3488:0:0:0:0:0:0",
				},
				[107907] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "暗影雕文",
					["queued"] = 0,
					["itemID"] = "item:77101:0:0:0:0:0:0",
				},
				[131928] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 12,
					},
					["name"] = "幽冥铁盾刺",
					["queued"] = 0,
					["itemID"] = "item:86599:0:0:0:0:0:0",
				},
				[122633] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 1,
					},
					["name"] = "幽冥万能钥匙",
					["queued"] = 0,
					["itemID"] = "item:82960:0:0:0:0:0:0",
				},
				[86616] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:52329:0:0:0:0:0:0"] = 6,
						["item:39354:0:0:0:0:0:0"] = 10,
						["item:61981:0:0:0:0:0:0"] = 3,
					},
					["name"] = "鲜血之书",
					["queued"] = 0,
					["itemID"] = "item:62231:0:0:0:0:0:0",
				},
				[76287] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 2,
						["item:52186:0:0:0:0:0:0"] = 8,
					},
					["name"] = "雷铸腿甲",
					["queued"] = 0,
					["itemID"] = "item:55038:0:0:0:0:0:0",
				},
				[122639] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 8,
						["item:76061:0:0:0:0:0:0"] = 2,
					},
					["name"] = "幻影之锤",
					["queued"] = 0,
					["itemID"] = "item:82965:0:0:0:0:0:0",
				},
				[85785] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 5,
					["profession"] = "铭文",
					["mats"] = {
						["item:61981:0:0:0:0:0:0"] = 5,
						["item:39354:0:0:0:0:0:0"] = 5,
					},
					["name"] = "坚韧符文卷轴 II",
					["queued"] = 0,
					["itemID"] = "item:62251:0:0:0:0:0:0",
				},
				[3492] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3466:0:0:0:0:0:0"] = 2,
						["item:1705:0:0:0:0:0:0"] = 2,
						["item:4234:0:0:0:0:0:0"] = 3,
						["item:3486:0:0:0:0:0:0"] = 1,
						["item:3575:0:0:0:0:0:0"] = 6,
					},
					["name"] = "硬铁短剑",
					["queued"] = 0,
					["itemID"] = "item:3849:0:0:0:0:0:0",
				},
				[57274] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "灵魂石雕文",
					["queued"] = 0,
					["itemID"] = "item:42470:0:0:0:0:0:0",
				},
				[131929] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 1,
					},
					["name"] = "活化钢武器链",
					["queued"] = 0,
					["itemID"] = "item:86597:0:0:0:0:0:0",
				},
				[45382] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "耐力卷轴",
					["queued"] = 0,
					["itemID"] = "item:1180:0:0:0:0:0:0",
				},
				[131152] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "猎豹雕文",
					["queued"] = 0,
					["itemID"] = "item:89868:0:0:0:0:0:0",
				},
				[3502] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3864:0:0:0:0:0:0"] = 1,
						["item:2605:0:0:0:0:0:0"] = 1,
						["item:3575:0:0:0:0:0:0"] = 12,
					},
					["name"] = "绿铁头盔",
					["queued"] = 0,
					["itemID"] = "item:3836:0:0:0:0:0:0",
				},
				[56959] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "星辰定位雕文",
					["queued"] = 0,
					["itemID"] = "item:40916:0:0:0:0:0:0",
				},
				[54945] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 12,
					},
					["name"] = "尖刺钴质护手",
					["queued"] = 0,
					["itemID"] = "item:40952:0:0:0:0:0:0",
				},
				[3508] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:1206:0:0:0:0:0:0"] = 2,
						["item:1529:0:0:0:0:0:0"] = 2,
						["item:4255:0:0:0:0:0:0"] = 1,
						["item:3486:0:0:0:0:0:0"] = 4,
						["item:3575:0:0:0:0:0:0"] = 20,
					},
					["name"] = "绿铁锁甲",
					["queued"] = 0,
					["itemID"] = "item:3844:0:0:0:0:0:0",
				},
				[137777] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 10,
					},
					["name"] = "精制恐怖角斗士的冥想束带",
					["queued"] = 0,
					["itemID"] = "item:93533:0:0:0:0:0:0",
				},
				[64248] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "生命分流雕文",
					["queued"] = 0,
					["itemID"] = "item:45785:0:0:0:0:0:0",
				},
				[57119] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "闪避雕文",
					["queued"] = 0,
					["itemID"] = "item:42960:0:0:0:0:0:0",
				},
				[64312] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "破胆怒吼雕文",
					["queued"] = 0,
					["itemID"] = "item:45794:0:0:0:0:0:0",
				},
				[76451] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:53039:0:0:0:0:0:0"] = 5,
						["item:58480:0:0:0:0:0:0"] = 6,
						["item:52078:0:0:0:0:0:0"] = 3,
					},
					["name"] = "源质战斧",
					["queued"] = 0,
					["itemID"] = "item:55066:0:0:0:0:0:0",
				},
				[119481] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "战地医师雕文",
					["queued"] = 0,
					["itemID"] = "item:81956:0:0:0:0:0:0",
				},
				[55201] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 8,
					},
					["name"] = "钴质轻锤",
					["queued"] = 0,
					["itemID"] = "item:41240:0:0:0:0:0:0",
				},
				[58302] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "烟花雕文",
					["queued"] = 0,
					["itemID"] = "item:43351:0:0:0:0:0:0",
				},
				[55057] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "灿烂萨隆邪铁战靴",
					["queued"] = 0,
					["itemID"] = "item:41128:0:0:0:0:0:0",
				},
				[64289] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "激流雕文",
					["queued"] = 0,
					["itemID"] = "item:45772:0:0:0:0:0:0",
				},
				[32284] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23446:0:0:0:0:0:0"] = 1,
					},
					["name"] = "次级结界符文",
					["queued"] = 0,
					["itemID"] = "item:23559:0:0:0:0:0:0",
				},
				[76474] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52327:0:0:0:0:0:0"] = 10,
						["item:65365:0:0:0:0:0:0"] = 12,
						["item:52325:0:0:0:0:0:0"] = 4,
					},
					["name"] = "黑曜石矛枪",
					["queued"] = 0,
					["itemID"] = "item:55246:0:0:0:0:0:0",
				},
				[16971] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12644:0:0:0:0:0:0"] = 6,
						["item:12359:0:0:0:0:0:0"] = 12,
						["item:8170:0:0:0:0:0:0"] = 6,
					},
					["name"] = "巨型瑟银战斧",
					["queued"] = 0,
					["itemID"] = "item:12775:0:0:0:0:0:0",
				},
				[127021] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "秘法虎爪铭文",
					["queued"] = 0,
					["itemID"] = "item:87584:0:0:0:0:0:0",
				},
				[41135] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23573:0:0:0:0:0:0"] = 2,
						["item:32428:0:0:0:0:0:0"] = 2,
						["item:21884:0:0:0:0:0:0"] = 8,
						["item:23449:0:0:0:0:0:0"] = 18,
					},
					["name"] = "晨钢护肩",
					["queued"] = 0,
					["itemID"] = "item:32573:0:0:0:0:0:0",
				},
				[64246] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "镜影锋刃雕文",
					["queued"] = 0,
					["itemID"] = "item:45735:0:0:0:0:0:0",
				},
				[111908] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39354:0:0:0:0:0:0"] = 1,
						["item:79254:0:0:0:0:0:0"] = 5,
						["item:76061:0:0:0:0:0:0"] = 1,
					},
					["name"] = "铭文扇",
					["queued"] = 0,
					["itemID"] = "item:79333:0:0:0:0:0:0",
				},
				[76260] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52327:0:0:0:0:0:0"] = 6,
						["item:52186:0:0:0:0:0:0"] = 15,
						["item:65365:0:0:0:0:0:0"] = 4,
					},
					["name"] = "硬化黑曜石头盔",
					["queued"] = 0,
					["itemID"] = "item:55023:0:0:0:0:0:0",
				},
				[20897] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12810:0:0:0:0:0:0"] = 2,
						["item:11382:0:0:0:0:0:0"] = 2,
						["item:17011:0:0:0:0:0:0"] = 12,
						["item:11371:0:0:0:0:0:0"] = 18,
					},
					["name"] = "黑铁战斧",
					["queued"] = 0,
					["itemID"] = "item:17016:0:0:0:0:0:0",
				},
				[95825] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "无辜守护者雕文",
					["queued"] = 0,
					["itemID"] = "item:66918:0:0:0:0:0:0",
				},
				[58316] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "天堂之火雕文",
					["queued"] = 0,
					["itemID"] = "item:43369:0:0:0:0:0:0",
				},
				[76438] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 2,
					},
					["name"] = "黑曜石万能钥匙",
					["queued"] = 0,
					["itemID"] = "item:55053:0:0:0:0:0:0",
				},
				[50598] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "智力卷轴 II",
					["queued"] = 0,
					["itemID"] = "item:2290:0:0:0:0:0:0",
				},
				[124461] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "暗言术：灭雕文",
					["queued"] = 0,
					["itemID"] = "item:79514:0:0:0:0:0:0",
				},
				[171702] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:111557:0:0:0:0:0:0"] = 4,
						["item:108257:0:0:0:0:0:0"] = 100,
					},
					["name"] = "真钢护胫",
					["queued"] = 0,
					["itemID"] = "item:114234:0:0:0:0:0:0",
				},
				[56280] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:37705:0:0:0:0:0:0"] = 2,
						["item:36913:0:0:0:0:0:0"] = 15,
					},
					["name"] = "萨隆邪铁裁决短棍",
					["queued"] = 0,
					["itemID"] = "item:42443:0:0:0:0:0:0",
				},
				[58308] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "奥术语言雕文",
					["queued"] = 0,
					["itemID"] = "item:43364:0:0:0:0:0:0",
				},
				[162879] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:113111:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "英勇飞跃雕文",
					["queued"] = 0,
					["itemID"] = "item:110874:0:0:0:0:0:0",
				},
				[112430] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "怒火冲天雕文",
					["queued"] = 0,
					["itemID"] = "item:80588:0:0:0:0:0:0",
				},
				[140846] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 15,
					},
					["name"] = "精制恐怖角斗士的恐怖板甲护胸",
					["queued"] = 0,
					["itemID"] = "item:93453:0:0:0:0:0:0",
				},
				[54946] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 12,
					},
					["name"] = "尖刺钴质腰带",
					["queued"] = 0,
					["itemID"] = "item:40953:0:0:0:0:0:0",
				},
				[29551] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23445:0:0:0:0:0:0"] = 4,
					},
					["name"] = "魔铁链甲罩帽",
					["queued"] = 0,
					["itemID"] = "item:23493:0:0:0:0:0:0",
				},
				[76463] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52186:0:0:0:0:0:0"] = 15,
						["item:52325:0:0:0:0:0:0"] = 10,
					},
					["name"] = "恶毒燃钢头盔",
					["queued"] = 0,
					["itemID"] = "item:75126:0:0:0:0:0:0",
				},
				[76261] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 4,
						["item:52186:0:0:0:0:0:0"] = 6,
					},
					["name"] = "硬化黑曜石胸铠",
					["queued"] = 0,
					["itemID"] = "item:55024:0:0:0:0:0:0",
				},
				[64281] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "信仰飞跃雕文",
					["queued"] = 0,
					["itemID"] = "item:45755:0:0:0:0:0:0",
				},
				[57152] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "盾牌猛击雕文",
					["queued"] = 0,
					["itemID"] = "item:43425:0:0:0:0:0:0",
				},
				[57276] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "痛苦无常雕文",
					["queued"] = 0,
					["itemID"] = "item:42472:0:0:0:0:0:0",
				},
				[58342] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "神秘尖啸雕文",
					["queued"] = 0,
					["itemID"] = "item:43395:0:0:0:0:0:0",
				},
				[57023] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "奉献雕文",
					["queued"] = 0,
					["itemID"] = "item:41099:0:0:0:0:0:0",
				},
				[59326] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "幽魂之狼雕文",
					["queued"] = 0,
					["itemID"] = "item:43725:0:0:0:0:0:0",
				},
				[171704] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:110609:0:0:0:0:0:0"] = 10,
						["item:108257:0:0:0:0:0:0"] = 100,
					},
					["name"] = "真钢护胸",
					["queued"] = 0,
					["itemID"] = "item:114232:0:0:0:0:0:0",
				},
				[55298] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36860:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "报复腕甲",
					["queued"] = 0,
					["itemID"] = "item:41355:0:0:0:0:0:0",
				},
				[20874] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:17011:0:0:0:0:0:0"] = 2,
						["item:17010:0:0:0:0:0:0"] = 2,
						["item:11371:0:0:0:0:0:0"] = 4,
					},
					["name"] = "黑铁护腕",
					["queued"] = 0,
					["itemID"] = "item:17014:0:0:0:0:0:0",
				},
				[76259] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 2,
						["item:52186:0:0:0:0:0:0"] = 10,
					},
					["name"] = "硬化黑曜石腿铠",
					["queued"] = 0,
					["itemID"] = "item:55022:0:0:0:0:0:0",
				},
				[59486] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43119:0:0:0:0:0:0"] = 5,
						["item:39354:0:0:0:0:0:0"] = 10,
					},
					["name"] = "皇家逃命指南",
					["queued"] = 0,
					["itemID"] = "item:43657:0:0:0:0:0:0",
				},
				[23637] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:11382:0:0:0:0:0:0"] = 2,
						["item:11371:0:0:0:0:0:0"] = 4,
						["item:17012:0:0:0:0:0:0"] = 4,
						["item:17010:0:0:0:0:0:0"] = 5,
						["item:17011:0:0:0:0:0:0"] = 3,
					},
					["name"] = "黑铁护手",
					["queued"] = 0,
					["itemID"] = "item:19164:0:0:0:0:0:0",
				},
				[89369] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 5,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "力量卷轴 IX",
					["queued"] = 0,
					["itemID"] = "item:63304:0:0:0:0:0:0",
				},
				[76434] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52327:0:0:0:0:0:0"] = 6,
						["item:65365:0:0:0:0:0:0"] = 15,
						["item:52326:0:0:0:0:0:0"] = 4,
					},
					["name"] = "冷锻刺刀",
					["queued"] = 0,
					["itemID"] = "item:55044:0:0:0:0:0:0",
				},
				[137797] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 10,
					},
					["name"] = "精制恐怖角斗士的板甲护肩",
					["queued"] = 0,
					["itemID"] = "item:93624:0:0:0:0:0:0",
				},
				[76262] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 3,
					},
					["name"] = "赤钢臂铠",
					["queued"] = 0,
					["itemID"] = "item:55025:0:0:0:0:0:0",
				},
				[9964] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3860:0:0:0:0:0:0"] = 4,
						["item:7966:0:0:0:0:0:0"] = 3,
					},
					["name"] = "秘银马刺",
					["queued"] = 0,
					["itemID"] = "item:7969:0:0:0:0:0:0",
				},
				[19667] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "锻造",
					["mats"] = {
						["item:3577:0:0:0:0:0:0"] = 1,
						["item:3486:0:0:0:0:0:0"] = 1,
					},
					["name"] = "黄金万能钥匙",
					["queued"] = 0,
					["itemID"] = "item:15870:0:0:0:0:0:0",
				},
				[23653] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12360:0:0:0:0:0:0"] = 10,
						["item:12364:0:0:0:0:0:0"] = 4,
						["item:11371:0:0:0:0:0:0"] = 12,
						["item:17010:0:0:0:0:0:0"] = 5,
						["item:17011:0:0:0:0:0:0"] = 8,
					},
					["name"] = "夜幕",
					["queued"] = 0,
					["itemID"] = "item:19169:0:0:0:0:0:0",
				},
				[56554] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35623:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 14,
					},
					["name"] = "精饰萨隆邪铁腿铠",
					["queued"] = 0,
					["itemID"] = "item:42726:0:0:0:0:0:0",
				},
				[50599] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 5,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "智力卷轴 III",
					["queued"] = 0,
					["itemID"] = "item:4419:0:0:0:0:0:0",
				},
				[171706] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:111557:0:0:0:0:0:0"] = 2,
						["item:108257:0:0:0:0:0:0"] = 100,
					},
					["name"] = "真钢长靴",
					["queued"] = 0,
					["itemID"] = "item:114235:0:0:0:0:0:0",
				},
				[16652] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:8170:0:0:0:0:0:0"] = 8,
						["item:12359:0:0:0:0:0:0"] = 12,
					},
					["name"] = "瑟银长靴",
					["queued"] = 0,
					["itemID"] = "item:12409:0:0:0:0:0:0",
				},
				[9916] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3859:0:0:0:0:0:0"] = 16,
						["item:3486:0:0:0:0:0:0"] = 3,
					},
					["name"] = "钢质胸甲",
					["queued"] = 0,
					["itemID"] = "item:7963:0:0:0:0:0:0",
				},
				[58317] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "暗影渡鸦雕文",
					["queued"] = 0,
					["itemID"] = "item:43342:0:0:0:0:0:0",
				},
				[138876] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 2,
						["item:76061:0:0:0:0:0:0"] = 3,
						["item:94111:0:0:0:0:0:0"] = 5,
					},
					["name"] = "重生的位面战斧",
					["queued"] = 0,
					["itemID"] = "item:94575:0:0:0:0:0:0",
				},
				[29606] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:22452:0:0:0:0:0:0"] = 4,
						["item:21884:0:0:0:0:0:0"] = 2,
						["item:23446:0:0:0:0:0:0"] = 12,
					},
					["name"] = "精金胸甲",
					["queued"] = 0,
					["itemID"] = "item:23507:0:0:0:0:0:0",
				},
				[16732] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:7910:0:0:0:0:0:0"] = 1,
						["item:12359:0:0:0:0:0:0"] = 40,
						["item:12360:0:0:0:0:0:0"] = 2,
					},
					["name"] = "符文板甲护腿",
					["queued"] = 0,
					["itemID"] = "item:12614:0:0:0:0:0:0",
				},
				[89370] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 5,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "敏捷卷轴 IX",
					["queued"] = 0,
					["itemID"] = "item:63303:0:0:0:0:0:0",
				},
				[140844] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 15,
					},
					["name"] = "精制恐怖角斗士的恐怖板甲头盔",
					["queued"] = 0,
					["itemID"] = "item:93455:0:0:0:0:0:0",
				},
				[20872] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:17011:0:0:0:0:0:0"] = 3,
						["item:17010:0:0:0:0:0:0"] = 3,
						["item:11371:0:0:0:0:0:0"] = 6,
					},
					["name"] = "炽热链甲束带",
					["queued"] = 0,
					["itemID"] = "item:16989:0:0:0:0:0:0",
				},
				[64250] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "猩红放逐雕文",
					["queued"] = 0,
					["itemID"] = "item:45789:0:0:0:0:0:0",
				},
				[76283] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 4,
						["item:52327:0:0:0:0:0:0"] = 1,
					},
					["name"] = "雷铸腰带",
					["queued"] = 0,
					["itemID"] = "item:55035:0:0:0:0:0:0",
				},
				[57153] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "血腥治疗雕文",
					["queued"] = 0,
					["itemID"] = "item:43412:0:0:0:0:0:0",
				},
				[57185] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "防护恐惧结界雕文",
					["queued"] = 0,
					["itemID"] = "item:42399:0:0:0:0:0:0",
				},
				[57217] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "寒冬号角雕文",
					["queued"] = 0,
					["itemID"] = "item:43544:0:0:0:0:0:0",
				},
				[55203] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 10,
					},
					["name"] = "熔铸钴质大剑",
					["queued"] = 0,
					["itemID"] = "item:41242:0:0:0:0:0:0",
				},
				[56990] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "解除诅咒雕文",
					["queued"] = 0,
					["itemID"] = "item:44920:0:0:0:0:0:0",
				},
				[58336] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "无尽呼吸雕文",
					["queued"] = 0,
					["itemID"] = "item:43389:0:0:0:0:0:0",
				},
				[76258] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52327:0:0:0:0:0:0"] = 10,
						["item:52186:0:0:0:0:0:0"] = 15,
						["item:65365:0:0:0:0:0:0"] = 5,
					},
					["name"] = "硬化黑曜石肩甲",
					["queued"] = 0,
					["itemID"] = "item:54876:0:0:0:0:0:0",
				},
				[3506] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2605:0:0:0:0:0:0"] = 1,
						["item:3486:0:0:0:0:0:0"] = 1,
						["item:3575:0:0:0:0:0:0"] = 8,
					},
					["name"] = "绿铁护腿",
					["queued"] = 0,
					["itemID"] = "item:3842:0:0:0:0:0:0",
				},
				[23652] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12809:0:0:0:0:0:0"] = 12,
						["item:12360:0:0:0:0:0:0"] = 10,
						["item:11371:0:0:0:0:0:0"] = 6,
						["item:17010:0:0:0:0:0:0"] = 6,
						["item:17011:0:0:0:0:0:0"] = 6,
					},
					["name"] = "黑色卫士",
					["queued"] = 0,
					["itemID"] = "item:19168:0:0:0:0:0:0",
				},
				[59487] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43119:0:0:0:0:0:0"] = 2,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "奥法塔罗牌",
					["queued"] = 0,
					["itemID"] = "item:44161:0:0:0:0:0:0",
				},
				[16988] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12809:0:0:0:0:0:0"] = 4,
						["item:12360:0:0:0:0:0:0"] = 15,
						["item:12359:0:0:0:0:0:0"] = 50,
						["item:7076:0:0:0:0:0:0"] = 10,
						["item:12810:0:0:0:0:0:0"] = 6,
					},
					["name"] = "泰坦之锤",
					["queued"] = 0,
					["itemID"] = "item:12796:0:0:0:0:0:0",
				},
				[89371] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 5,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "精神卷轴 IX",
					["queued"] = 0,
					["itemID"] = "item:63307:0:0:0:0:0:0",
				},
				[57183] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "纯净术雕文",
					["queued"] = 0,
					["itemID"] = "item:42397:0:0:0:0:0:0",
				},
				[29556] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23445:0:0:0:0:0:0"] = 9,
					},
					["name"] = "魔铁链甲外套",
					["queued"] = 0,
					["itemID"] = "item:23490:0:0:0:0:0:0",
				},
				[76264] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 4,
						["item:52327:0:0:0:0:0:0"] = 1,
					},
					["name"] = "赤钢腰带",
					["queued"] = 0,
					["itemID"] = "item:55027:0:0:0:0:0:0",
				},
				[57247] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "根基图腾雕文",
					["queued"] = 0,
					["itemID"] = "item:41538:0:0:0:0:0:0",
				},
				[178497] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:114931:0:0:0:0:0:0"] = 2,
					},
					["name"] = "战争约束者的墨水",
					["queued"] = 0,
					["itemID"] = "item:113111:0:0:0:0:0:0",
				},
				[76456] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52186:0:0:0:0:0:0"] = 8,
						["item:52325:0:0:0:0:0:0"] = 10,
					},
					["name"] = "恶毒燃钢护腕",
					["queued"] = 0,
					["itemID"] = "item:75124:0:0:0:0:0:0",
				},
				[2675] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:5500:0:0:0:0:0:0"] = 2,
						["item:1206:0:0:0:0:0:0"] = 2,
						["item:2842:0:0:0:0:0:0"] = 4,
						["item:2841:0:0:0:0:0:0"] = 20,
						["item:1705:0:0:0:0:0:0"] = 2,
					},
					["name"] = "银鳞胸甲",
					["queued"] = 0,
					["itemID"] = "item:2870:0:0:0:0:0:0",
				},
				[50600] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "智力卷轴 IV",
					["queued"] = 0,
					["itemID"] = "item:10308:0:0:0:0:0:0",
				},
				[2661] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2840:0:0:0:0:0:0"] = 6,
					},
					["name"] = "铜质链甲腰带",
					["queued"] = 0,
					["itemID"] = "item:2851:0:0:0:0:0:0",
				},
				[2663] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2840:0:0:0:0:0:0"] = 2,
					},
					["name"] = "铜质护腕",
					["queued"] = 0,
					["itemID"] = "item:2853:0:0:0:0:0:0",
				},
				[2665] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2836:0:0:0:0:0:0"] = 1,
					},
					["name"] = "粗制磨刀石",
					["queued"] = 0,
					["itemID"] = "item:2863:0:0:0:0:0:0",
				},
				[64283] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "心灵尖刺雕文",
					["queued"] = 0,
					["itemID"] = "item:45758:0:0:0:0:0:0",
				},
				[57250] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "连锁雕文",
					["queued"] = 0,
					["itemID"] = "item:41552:0:0:0:0:0:0",
				},
				[55206] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:37700:0:0:0:0:0:0"] = 2,
						["item:36913:0:0:0:0:0:0"] = 7,
					},
					["name"] = "致命萨隆邪铁飞刀",
					["queued"] = 0,
					["itemID"] = "item:41245:0:0:0:0:0:0",
				},
				[55174] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 4,
						["item:37702:0:0:0:0:0:0"] = 2,
						["item:36916:0:0:0:0:0:0"] = 12,
					},
					["name"] = "钴质角斧",
					["queued"] = 0,
					["itemID"] = "item:41181:0:0:0:0:0:0",
				},
				[89372] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 5,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "耐力卷轴 IX",
					["queued"] = 0,
					["itemID"] = "item:63306:0:0:0:0:0:0",
				},
				[29552] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23445:0:0:0:0:0:0"] = 5,
					},
					["name"] = "魔铁链甲手套",
					["queued"] = 0,
					["itemID"] = "item:23491:0:0:0:0:0:0",
				},
				[29568] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23446:0:0:0:0:0:0"] = 8,
					},
					["name"] = "精金利斧",
					["queued"] = 0,
					["itemID"] = "item:23503:0:0:0:0:0:0",
				},
				[76265] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 5,
					},
					["name"] = "赤钢战靴",
					["queued"] = 0,
					["itemID"] = "item:55028:0:0:0:0:0:0",
				},
				[7408] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2318:0:0:0:0:0:0"] = 2,
						["item:2840:0:0:0:0:0:0"] = 12,
						["item:2880:0:0:0:0:0:0"] = 2,
					},
					["name"] = "铜质大锤",
					["queued"] = 0,
					["itemID"] = "item:6214:0:0:0:0:0:0",
				},
				[57154] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "妨害打击雕文",
					["queued"] = 0,
					["itemID"] = "item:43414:0:0:0:0:0:0",
				},
				[76457] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52186:0:0:0:0:0:0"] = 10,
						["item:52325:0:0:0:0:0:0"] = 10,
					},
					["name"] = "恶毒燃钢护手",
					["queued"] = 0,
					["itemID"] = "item:75122:0:0:0:0:0:0",
				},
				[112266] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "利刃审判雕文",
					["queued"] = 0,
					["itemID"] = "item:80586:0:0:0:0:0:0",
				},
				[55204] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 10,
					},
					["name"] = "锯齿钴质战斧",
					["queued"] = 0,
					["itemID"] = "item:41243:0:0:0:0:0:0",
				},
				[112454] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "清创生血雕文",
					["queued"] = 0,
					["itemID"] = "item:87899:0:0:0:0:0:0",
				},
				[29545] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23445:0:0:0:0:0:0"] = 4,
					},
					["name"] = "魔铁板甲手套",
					["queued"] = 0,
					["itemID"] = "item:23482:0:0:0:0:0:0",
				},
				[55300] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35622:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "正义手套",
					["queued"] = 0,
					["itemID"] = "item:41356:0:0:0:0:0:0",
				},
				[29728] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23446:0:0:0:0:0:0"] = 1,
					},
					["name"] = "次级护盾符文",
					["queued"] = 0,
					["itemID"] = "item:23575:0:0:0:0:0:0",
				},
				[64285] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "影舞步雕文",
					["queued"] = 0,
					["itemID"] = "item:45762:0:0:0:0:0:0",
				},
				[76269] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52186:0:0:0:0:0:0"] = 15,
					},
					["name"] = "赤钢头盔",
					["queued"] = 0,
					["itemID"] = "item:55031:0:0:0:0:0:0",
				},
				[23638] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12360:0:0:0:0:0:0"] = 12,
						["item:11382:0:0:0:0:0:0"] = 1,
						["item:11371:0:0:0:0:0:0"] = 4,
						["item:17010:0:0:0:0:0:0"] = 6,
						["item:17011:0:0:0:0:0:0"] = 3,
					},
					["name"] = "黑色赦免者",
					["queued"] = 0,
					["itemID"] = "item:19166:0:0:0:0:0:0",
				},
				[89373] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 5,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "保护卷轴 IX",
					["queued"] = 0,
					["itemID"] = "item:63308:0:0:0:0:0:0",
				},
				[55014] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 14,
					},
					["name"] = "萨隆邪铁壁垒",
					["queued"] = 0,
					["itemID"] = "item:41113:0:0:0:0:0:0",
				},
				[15296] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:7077:0:0:0:0:0:0"] = 8,
						["item:11371:0:0:0:0:0:0"] = 20,
					},
					["name"] = "黑铁板甲",
					["queued"] = 0,
					["itemID"] = "item:11604:0:0:0:0:0:0",
				},
				[76266] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 3,
						["item:52186:0:0:0:0:0:0"] = 6,
					},
					["name"] = "赤钢肩铠",
					["queued"] = 0,
					["itemID"] = "item:55029:0:0:0:0:0:0",
				},
				[112450] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "玄牛睥睨雕文",
					["queued"] = 0,
					["itemID"] = "item:87894:0:0:0:0:0:0",
				},
				[57249] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "熔岩猛击雕文",
					["queued"] = 0,
					["itemID"] = "item:41540:0:0:0:0:0:0",
				},
				[76458] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52186:0:0:0:0:0:0"] = 10,
						["item:52325:0:0:0:0:0:0"] = 10,
					},
					["name"] = "恶毒燃钢腰带",
					["queued"] = 0,
					["itemID"] = "item:75123:0:0:0:0:0:0",
				},
				[54981] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:37705:0:0:0:0:0:0"] = 2,
						["item:36916:0:0:0:0:0:0"] = 8,
					},
					["name"] = "强化钴质胸甲",
					["queued"] = 0,
					["itemID"] = "item:40959:0:0:0:0:0:0",
				},
				[50601] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "智力卷轴 V",
					["queued"] = 0,
					["itemID"] = "item:27499:0:0:0:0:0:0",
				},
				[54917] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 7,
					},
					["name"] = "尖刺钴质头盔",
					["queued"] = 0,
					["itemID"] = "item:40942:0:0:0:0:0:0",
				},
				[16653] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:7910:0:0:0:0:0:0"] = 1,
						["item:12359:0:0:0:0:0:0"] = 12,
					},
					["name"] = "瑟银头盔",
					["queued"] = 0,
					["itemID"] = "item:12410:0:0:0:0:0:0",
				},
				[2739] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2589:0:0:0:0:0:0"] = 2,
						["item:2840:0:0:0:0:0:0"] = 6,
						["item:2880:0:0:0:0:0:0"] = 1,
					},
					["name"] = "铜质短剑",
					["queued"] = 0,
					["itemID"] = "item:2847:0:0:0:0:0:0",
				},
				[2741] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2319:0:0:0:0:0:0"] = 1,
						["item:2841:0:0:0:0:0:0"] = 7,
						["item:2880:0:0:0:0:0:0"] = 4,
					},
					["name"] = "青铜斧",
					["queued"] = 0,
					["itemID"] = "item:2849:0:0:0:0:0:0",
				},
				[20873] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:17011:0:0:0:0:0:0"] = 5,
						["item:17010:0:0:0:0:0:0"] = 4,
						["item:11371:0:0:0:0:0:0"] = 16,
					},
					["name"] = "炽热链甲护肩",
					["queued"] = 0,
					["itemID"] = "item:16988:0:0:0:0:0:0",
				},
				[112264] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "复仇天降雕文",
					["queued"] = 0,
					["itemID"] = "item:80584:0:0:0:0:0:0",
				},
				[2737] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2589:0:0:0:0:0:0"] = 2,
						["item:2840:0:0:0:0:0:0"] = 6,
						["item:2880:0:0:0:0:0:0"] = 1,
					},
					["name"] = "铜质钉锤",
					["queued"] = 0,
					["itemID"] = "item:2844:0:0:0:0:0:0",
				},
				[54949] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 8,
					},
					["name"] = "犄角钴质头盔",
					["queued"] = 0,
					["itemID"] = "item:40955:0:0:0:0:0:0",
				},
				[57027] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "神圣愤怒雕文",
					["queued"] = 0,
					["itemID"] = "item:41095:0:0:0:0:0:0",
				},
				[55013] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 4,
						["item:36916:0:0:0:0:0:0"] = 6,
					},
					["name"] = "萨隆邪铁保护者",
					["queued"] = 0,
					["itemID"] = "item:41117:0:0:0:0:0:0",
				},
				[76267] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 4,
						["item:52186:0:0:0:0:0:0"] = 7,
					},
					["name"] = "赤钢腿铠",
					["queued"] = 0,
					["itemID"] = "item:55030:0:0:0:0:0:0",
				},
				[57123] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "锁喉雕文",
					["queued"] = 0,
					["itemID"] = "item:42964:0:0:0:0:0:0",
				},
				[6517] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3478:0:0:0:0:0:0"] = 2,
						["item:3466:0:0:0:0:0:0"] = 1,
						["item:2841:0:0:0:0:0:0"] = 6,
						["item:5498:0:0:0:0:0:0"] = 2,
					},
					["name"] = "珍珠匕首",
					["queued"] = 0,
					["itemID"] = "item:5540:0:0:0:0:0:0",
				},
				[76459] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52186:0:0:0:0:0:0"] = 12,
						["item:52325:0:0:0:0:0:0"] = 10,
					},
					["name"] = "恶毒燃钢长靴",
					["queued"] = 0,
					["itemID"] = "item:75120:0:0:0:0:0:0",
				},
				[57219] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "冰冷触摸雕文",
					["queued"] = 0,
					["itemID"] = "item:43546:0:0:0:0:0:0",
				},
				[57251] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "水之护盾雕文",
					["queued"] = 0,
					["itemID"] = "item:41541:0:0:0:0:0:0",
				},
				[58306] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "构造亲和雕文",
					["queued"] = 0,
					["itemID"] = "item:43359:0:0:0:0:0:0",
				},
				[9997] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:4304:0:0:0:0:0:0"] = 2,
						["item:6037:0:0:0:0:0:0"] = 4,
						["item:3860:0:0:0:0:0:0"] = 14,
						["item:7966:0:0:0:0:0:0"] = 1,
					},
					["name"] = "秘银魔剑",
					["queued"] = 0,
					["itemID"] = "item:7943:0:0:0:0:0:0",
				},
				[55301] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35624:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "畏惧护手",
					["queued"] = 0,
					["itemID"] = "item:41357:0:0:0:0:0:0",
				},
				[9920] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:7912:0:0:0:0:0:0"] = 4,
					},
					["name"] = "坚固的砂轮",
					["queued"] = 0,
					["itemID"] = "item:7966:0:0:0:0:0:0",
				},
				[122621] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 5,
					},
					["name"] = "斗者亡魂护腕",
					["queued"] = 0,
					["itemID"] = "item:82948:0:0:0:0:0:0",
				},
				[59489] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43121:0:0:0:0:0:0"] = 5,
						["item:39354:0:0:0:0:0:0"] = 10,
					},
					["name"] = "食火者的指南书",
					["queued"] = 0,
					["itemID"] = "item:43660:0:0:0:0:0:0",
				},
				[29605] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:22452:0:0:0:0:0:0"] = 3,
						["item:21884:0:0:0:0:0:0"] = 2,
						["item:21887:0:0:0:0:0:0"] = 2,
						["item:23446:0:0:0:0:0:0"] = 8,
					},
					["name"] = "精金板甲手套",
					["queued"] = 0,
					["itemID"] = "item:23508:0:0:0:0:0:0",
				},
				[55200] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 8,
					},
					["name"] = "坚硬的钴质迅捷之刃",
					["queued"] = 0,
					["itemID"] = "item:41239:0:0:0:0:0:0",
				},
				[54947] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 12,
					},
					["name"] = "尖刺钴质腿铠",
					["queued"] = 0,
					["itemID"] = "item:40943:0:0:0:0:0:0",
				},
				[76263] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 3,
					},
					["name"] = "赤钢手铠",
					["queued"] = 0,
					["itemID"] = "item:55026:0:0:0:0:0:0",
				},
				[57120] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "恢复雕文",
					["queued"] = 0,
					["itemID"] = "item:42961:0:0:0:0:0:0",
				},
				[21161] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:11371:0:0:0:0:0:0"] = 20,
						["item:12360:0:0:0:0:0:0"] = 50,
						["item:11382:0:0:0:0:0:0"] = 10,
						["item:17011:0:0:0:0:0:0"] = 10,
						["item:7078:0:0:0:0:0:0"] = 25,
						["item:17010:0:0:0:0:0:0"] = 10,
						["item:17203:0:0:0:0:0:0"] = 8,
					},
					["name"] = "萨弗隆战锤",
					["queued"] = 0,
					["itemID"] = "item:17193:0:0:0:0:0:0",
				},
				[56994] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "守护雕文",
					["queued"] = 0,
					["itemID"] = "item:42897:0:0:0:0:0:0",
				},
				[112265] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "正当撤退雕文",
					["queued"] = 0,
					["itemID"] = "item:80585:0:0:0:0:0:0",
				},
				[54948] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 12,
					},
					["name"] = "尖刺钴质护腕",
					["queued"] = 0,
					["itemID"] = "item:40954:0:0:0:0:0:0",
				},
				[50602] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "智力卷轴 VI",
					["queued"] = 0,
					["itemID"] = "item:33458:0:0:0:0:0:0",
				},
				[112457] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "壮胆酒雕文",
					["queued"] = 0,
					["itemID"] = "item:87893:0:0:0:0:0:0",
				},
				[64284] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "宿敌雕文",
					["queued"] = 0,
					["itemID"] = "item:45761:0:0:0:0:0:0",
				},
				[56995] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "伪装雕文",
					["queued"] = 0,
					["itemID"] = "item:42898:0:0:0:0:0:0",
				},
				[9983] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2318:0:0:0:0:0:0"] = 1,
						["item:3470:0:0:0:0:0:0"] = 1,
						["item:2840:0:0:0:0:0:0"] = 10,
						["item:2880:0:0:0:0:0:0"] = 2,
					},
					["name"] = "铜质双刃刀",
					["queued"] = 0,
					["itemID"] = "item:7955:0:0:0:0:0:0",
				},
				[55312] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35627:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 14,
					},
					["name"] = "野蛮萨隆邪铁颅盔",
					["queued"] = 0,
					["itemID"] = "item:41350:0:0:0:0:0:0",
				},
				[122640] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 10,
						["item:76061:0:0:0:0:0:0"] = 2,
					},
					["name"] = "灵刃斩杀者",
					["queued"] = 0,
					["itemID"] = "item:82966:0:0:0:0:0:0",
				},
				[54918] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36916:0:0:0:0:0:0"] = 7,
					},
					["name"] = "尖刺钴质战靴",
					["queued"] = 0,
					["itemID"] = "item:40949:0:0:0:0:0:0",
				},
				[122578] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 12,
					},
					["name"] = "幽冥锻铁胸甲",
					["queued"] = 0,
					["itemID"] = "item:82905:0:0:0:0:0:0",
				},
				[29553] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23445:0:0:0:0:0:0"] = 6,
					},
					["name"] = "魔铁链甲护腕",
					["queued"] = 0,
					["itemID"] = "item:23494:0:0:0:0:0:0",
				},
				[29569] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:21887:0:0:0:0:0:0"] = 2,
						["item:23446:0:0:0:0:0:0"] = 7,
					},
					["name"] = "精金匕首",
					["queued"] = 0,
					["itemID"] = "item:23504:0:0:0:0:0:0",
				},
				[64253] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "主人的召唤雕文",
					["queued"] = 0,
					["itemID"] = "item:45733:0:0:0:0:0:0",
				},
				[57124] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "侦测雕文",
					["queued"] = 0,
					["itemID"] = "item:42965:0:0:0:0:0:0",
				},
				[64317] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "恶魔法阵雕文",
					["queued"] = 0,
					["itemID"] = "item:45782:0:0:0:0:0:0",
				},
				[76461] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52186:0:0:0:0:0:0"] = 12,
						["item:52325:0:0:0:0:0:0"] = 10,
					},
					["name"] = "恶毒燃钢肩铠",
					["queued"] = 0,
					["itemID"] = "item:75119:0:0:0:0:0:0",
				},
				[57220] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "痼疾雕文",
					["queued"] = 0,
					["itemID"] = "item:43547:0:0:0:0:0:0",
				},
				[57252] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "净化之水雕文",
					["queued"] = 0,
					["itemID"] = "item:41542:0:0:0:0:0:0",
				},
				[112458] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "消炎化毒雕文",
					["queued"] = 0,
					["itemID"] = "item:87901:0:0:0:0:0:0",
				},
				[58339] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "奴役恶魔雕文",
					["queued"] = 0,
					["itemID"] = "item:43393:0:0:0:0:0:0",
				},
				[55302] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36860:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 14,
					},
					["name"] = "命令头盔",
					["queued"] = 0,
					["itemID"] = "item:41344:0:0:0:0:0:0",
				},
				[56357] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:41163:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 2,
					},
					["name"] = "泰坦神铁盾刺",
					["queued"] = 0,
					["itemID"] = "item:42500:0:0:0:0:0:0",
				},
				[57122] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "佯攻雕文",
					["queued"] = 0,
					["itemID"] = "item:42963:0:0:0:0:0:0",
				},
				[59490] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43121:0:0:0:0:0:0"] = 5,
						["item:39354:0:0:0:0:0:0"] = 10,
					},
					["name"] = "群星之书",
					["queued"] = 0,
					["itemID"] = "item:43661:0:0:0:0:0:0",
				},
				[23639] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:11371:0:0:0:0:0:0"] = 6,
						["item:12360:0:0:0:0:0:0"] = 16,
						["item:17010:0:0:0:0:0:0"] = 2,
						["item:17011:0:0:0:0:0:0"] = 5,
					},
					["name"] = "黑色怒火",
					["queued"] = 0,
					["itemID"] = "item:19167:0:0:0:0:0:0",
				},
				[89368] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 5,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "智力卷轴 IX",
					["queued"] = 0,
					["itemID"] = "item:63305:0:0:0:0:0:0",
				},
				[57215] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "凋零之拥雕文",
					["queued"] = 0,
					["itemID"] = "item:43539:0:0:0:0:0:0",
				},
				[56549] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35623:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "精饰萨隆邪铁护腕",
					["queued"] = 0,
					["itemID"] = "item:42723:0:0:0:0:0:0",
				},
				[76270] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52186:0:0:0:0:0:0"] = 15,
						["item:52327:0:0:0:0:0:0"] = 15,
					},
					["name"] = "赤钢胸铠",
					["queued"] = 0,
					["itemID"] = "item:55032:0:0:0:0:0:0",
				},
				[56991] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "奥术强化雕文",
					["queued"] = 0,
					["itemID"] = "item:44955:0:0:0:0:0:0",
				},
				[52739] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "附魔羊皮纸",
					["queued"] = 0,
					["itemID"] = "item:38682:0:0:0:0:0:0",
				},
				[76462] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52186:0:0:0:0:0:0"] = 15,
						["item:52325:0:0:0:0:0:0"] = 10,
					},
					["name"] = "恶毒燃钢腿铠",
					["queued"] = 0,
					["itemID"] = "item:75136:0:0:0:0:0:0",
				},
				[140842] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 10,
					},
					["name"] = "精制恐怖角斗士的恐怖板甲护肩",
					["queued"] = 0,
					["itemID"] = "item:93457:0:0:0:0:0:0",
				},
				[50603] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "智力卷轴 VII",
					["queued"] = 0,
					["itemID"] = "item:37091:0:0:0:0:0:0",
				},
				[86615] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:52329:0:0:0:0:0:0"] = 30,
						["item:39354:0:0:0:0:0:0"] = 1,
						["item:61981:0:0:0:0:0:0"] = 10,
					},
					["name"] = "暗月毁灭卡片",
					["queued"] = 0,
					["itemID"] = "item:61987:0:0:0:0:0:0",
				},
				[29550] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23445:0:0:0:0:0:0"] = 10,
					},
					["name"] = "魔铁胸甲",
					["queued"] = 0,
					["itemID"] = "item:23489:0:0:0:0:0:0",
				},
				[64311] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "不灭决心雕文",
					["queued"] = 0,
					["itemID"] = "item:45783:0:0:0:0:0:0",
				},
				[112429] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "群鸦盛宴雕文",
					["queued"] = 0,
					["itemID"] = "item:80587:0:0:0:0:0:0",
				},
				[55179] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 4,
						["item:37703:0:0:0:0:0:0"] = 1,
						["item:36916:0:0:0:0:0:0"] = 12,
					},
					["name"] = "萨隆邪铁刺刀",
					["queued"] = 0,
					["itemID"] = "item:41183:0:0:0:0:0:0",
				},
				[122592] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 12,
						["item:72095:0:0:0:0:0:0"] = 1,
					},
					["name"] = "精工魂卫头盔",
					["queued"] = 0,
					["itemID"] = "item:82919:0:0:0:0:0:0",
				},
				[56965] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "群星雕文",
					["queued"] = 0,
					["itemID"] = "item:44922:0:0:0:0:0:0",
				},
				[59387] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 2,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "宠物饲养许可证",
					["queued"] = 0,
					["itemID"] = "item:43850:0:0:0:0:0:0",
				},
				[57277] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "陨落流星雕文",
					["queued"] = 0,
					["itemID"] = "item:42473:0:0:0:0:0:0",
				},
				[55015] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 14,
					},
					["name"] = "淬火萨隆邪铁护手",
					["queued"] = 0,
					["itemID"] = "item:41114:0:0:0:0:0:0",
				},
				[20890] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12810:0:0:0:0:0:0"] = 2,
						["item:11382:0:0:0:0:0:0"] = 2,
						["item:17010:0:0:0:0:0:0"] = 12,
						["item:11371:0:0:0:0:0:0"] = 16,
					},
					["name"] = "黑铁利剑",
					["queued"] = 0,
					["itemID"] = "item:17015:0:0:0:0:0:0",
				},
				[57125] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "凿击雕文",
					["queued"] = 0,
					["itemID"] = "item:42966:0:0:0:0:0:0",
				},
				[57157] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "粗暴打断雕文",
					["queued"] = 0,
					["itemID"] = "item:43417:0:0:0:0:0:0",
				},
				[57189] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "泉涌雕文",
					["queued"] = 0,
					["itemID"] = "item:42403:0:0:0:0:0:0",
				},
				[57221] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "血液沸腾雕文",
					["queued"] = 0,
					["itemID"] = "item:43548:0:0:0:0:0:0",
				},
				[57253] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "雷霆风暴雕文",
					["queued"] = 0,
					["itemID"] = "item:44923:0:0:0:0:0:0",
				},
				[112460] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "禅意飞行雕文",
					["queued"] = 0,
					["itemID"] = "item:87890:0:0:0:0:0:0",
				},
				[58340] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "基尔罗格之眼雕文",
					["queued"] = 0,
					["itemID"] = "item:43391:0:0:0:0:0:0",
				},
				[55303] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35624:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 14,
					},
					["name"] = "畏惧腿铠",
					["queued"] = 0,
					["itemID"] = "item:41345:0:0:0:0:0:0",
				},
				[122641] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 7,
						["item:76061:0:0:0:0:0:0"] = 2,
					},
					["name"] = "幽冥碎片",
					["queued"] = 0,
					["itemID"] = "item:82967:0:0:0:0:0:0",
				},
				[127020] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "秘法虎牙铭文",
					["queued"] = 0,
					["itemID"] = "item:87585:0:0:0:0:0:0",
				},
				[59491] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43121:0:0:0:0:0:0"] = 2,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "阴影塔罗牌",
					["queued"] = 0,
					["itemID"] = "item:44163:0:0:0:0:0:0",
				},
				[112442] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "作茧缚命雕文",
					["queued"] = 0,
					["itemID"] = "item:87895:0:0:0:0:0:0",
				},
				[64309] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "专注愈合雕文",
					["queued"] = 0,
					["itemID"] = "item:45757:0:0:0:0:0:0",
				},
				[64053] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 5,
						["item:39354:0:0:0:0:0:0"] = 10,
						["item:35625:0:0:0:0:0:0"] = 2,
					},
					["name"] = "暮光宝典",
					["queued"] = 0,
					["itemID"] = "item:45849:0:0:0:0:0:0",
				},
				[56550] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35622:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "精饰萨隆邪铁肩甲",
					["queued"] = 0,
					["itemID"] = "item:42727:0:0:0:0:0:0",
				},
				[122643] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 12,
						["item:72095:0:0:0:0:0:0"] = 2,
					},
					["name"] = "精工魂卫护盾",
					["queued"] = 0,
					["itemID"] = "item:82969:0:0:0:0:0:0",
				},
				[137782] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 15,
					},
					["name"] = "精制恐怖角斗士的雕饰板甲护胸",
					["queued"] = 0,
					["itemID"] = "item:93538:0:0:0:0:0:0",
				},
				[58478] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "敏捷卷轴 IV",
					["queued"] = 0,
					["itemID"] = "item:10309:0:0:0:0:0:0",
				},
				[76464] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52186:0:0:0:0:0:0"] = 15,
						["item:52325:0:0:0:0:0:0"] = 10,
					},
					["name"] = "恶毒燃钢胸铠",
					["queued"] = 0,
					["itemID"] = "item:75135:0:0:0:0:0:0",
				},
				[138646] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 10,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["name"] = "霹雳钢锭",
					["hasCD"] = true,
					["queued"] = 0,
					["itemID"] = "item:94111:0:0:0:0:0:0",
				},
				[50604] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "智力卷轴 VIII",
					["queued"] = 0,
					["itemID"] = "item:37092:0:0:0:0:0:0",
				},
				[112461] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "水上翻雕文",
					["queued"] = 0,
					["itemID"] = "item:87889:0:0:0:0:0:0",
				},
				[64276] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "幻象雕文",
					["queued"] = 0,
					["itemID"] = "item:45738:0:0:0:0:0:0",
				},
				[9939] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:6037:0:0:0:0:0:0"] = 2,
						["item:3860:0:0:0:0:0:0"] = 4,
						["item:7966:0:0:0:0:0:0"] = 4,
					},
					["name"] = "秘银盾刺",
					["queued"] = 0,
					["itemID"] = "item:7967:0:0:0:0:0:0",
				},
				[137796] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 15,
					},
					["name"] = "精制恐怖角斗士的板甲护腿",
					["queued"] = 0,
					["itemID"] = "item:93623:0:0:0:0:0:0",
				},
				[86609] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "神秘的财富卡",
					["queued"] = 0,
					["itemID"] = "item:60838:0:0:0:0:0:0",
				},
				[58489] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "力量卷轴 VI",
					["queued"] = 0,
					["itemID"] = "item:33462:0:0:0:0:0:0",
				},
				[57242] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "治疗之泉图腾雕文",
					["queued"] = 0,
					["itemID"] = "item:41533:0:0:0:0:0:0",
				},
				[56998] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:79254:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "扰乱射击雕文",
					["queued"] = 0,
					["itemID"] = "item:42901:0:0:0:0:0:0",
				},
				[122637] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:77468:0:0:0:0:0:0"] = 2,
						["item:76061:0:0:0:0:0:0"] = 2,
						["item:72096:0:0:0:0:0:0"] = 4,
						["item:77467:0:0:0:0:0:0"] = 2,
					},
					["name"] = "锻索之斧",
					["queued"] = 0,
					["itemID"] = "item:82963:0:0:0:0:0:0",
				},
				[86643] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:52329:0:0:0:0:0:0"] = 24,
						["item:39354:0:0:0:0:0:0"] = 10,
						["item:52325:0:0:0:0:0:0"] = 6,
						["item:61981:0:0:0:0:0:0"] = 8,
					},
					["name"] = "战争宝典",
					["queued"] = 0,
					["itemID"] = "item:62236:0:0:0:0:0:0",
				},
				[64255] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "胜利投掷雕文",
					["queued"] = 0,
					["itemID"] = "item:45793:0:0:0:0:0:0",
				},
				[57126] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "出血雕文",
					["queued"] = 0,
					["itemID"] = "item:42967:0:0:0:0:0:0",
				},
				[57267] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43122:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "微妙雕文",
					["queued"] = 0,
					["itemID"] = "item:42463:0:0:0:0:0:0",
				},
				[57190] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "群体驱散雕文",
					["queued"] = 0,
					["itemID"] = "item:42404:0:0:0:0:0:0",
				},
				[57222] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "心灵冰冻雕文",
					["queued"] = 0,
					["itemID"] = "item:43549:0:0:0:0:0:0",
				},
				[122635] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 9,
					},
					["name"] = "轻钢护盾",
					["queued"] = 0,
					["itemID"] = "item:82961:0:0:0:0:0:0",
				},
				[112462] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "伏虎闪雷雕文",
					["queued"] = 0,
					["itemID"] = "item:87881:0:0:0:0:0:0",
				},
				[58341] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "灵魂之井雕文",
					["queued"] = 0,
					["itemID"] = "item:43394:0:0:0:0:0:0",
				},
				[55304] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35622:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 14,
					},
					["name"] = "正义胫甲",
					["queued"] = 0,
					["itemID"] = "item:41346:0:0:0:0:0:0",
				},
				[48116] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "精神卷轴",
					["queued"] = 0,
					["itemID"] = "item:1181:0:0:0:0:0:0",
				},
				[76289] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:52186:0:0:0:0:0:0"] = 15,
					},
					["name"] = "雷铸胸甲",
					["queued"] = 0,
					["itemID"] = "item:55040:0:0:0:0:0:0",
				},
				[16643] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12359:0:0:0:0:0:0"] = 8,
					},
					["name"] = "瑟银腰带",
					["queued"] = 0,
					["itemID"] = "item:12406:0:0:0:0:0:0",
				},
				[58332] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39469:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "鬼灵座狼雕文",
					["queued"] = 0,
					["itemID"] = "item:43386:0:0:0:0:0:0",
				},
				[55181] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:37703:0:0:0:0:0:0"] = 2,
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "萨隆邪铁剃刀",
					["queued"] = 0,
					["itemID"] = "item:41184:0:0:0:0:0:0",
				},
				[58565] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43115:0:0:0:0:0:0"] = 5,
						["item:39354:0:0:0:0:0:0"] = 10,
					},
					["name"] = "秘法书典",
					["queued"] = 0,
					["itemID"] = "item:43515:0:0:0:0:0:0",
				},
				[56551] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35622:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "精饰萨隆邪铁腰带",
					["queued"] = 0,
					["itemID"] = "item:42729:0:0:0:0:0:0",
				},
				[9921] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:4306:0:0:0:0:0:0"] = 1,
						["item:7912:0:0:0:0:0:0"] = 1,
					},
					["name"] = "坚固的平衡石",
					["queued"] = 0,
					["itemID"] = "item:7965:0:0:0:0:0:0",
				},
				[16641] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:12365:0:0:0:0:0:0"] = 1,
					},
					["name"] = "致密磨刀石",
					["queued"] = 0,
					["itemID"] = "item:12404:0:0:0:0:0:0",
				},
				[3337] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:2838:0:0:0:0:0:0"] = 3,
					},
					["name"] = "重砂轮",
					["queued"] = 0,
					["itemID"] = "item:3486:0:0:0:0:0:0",
				},
				[55656] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35624:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 4,
						["item:35622:0:0:0:0:0:0"] = 1,
						["item:35627:0:0:0:0:0:0"] = 1,
					},
					["name"] = "永恒腰带扣",
					["queued"] = 0,
					["itemID"] = "item:41611:0:0:0:0:0:0",
				},
				[9985] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3466:0:0:0:0:0:0"] = 1,
						["item:2841:0:0:0:0:0:0"] = 8,
						["item:2319:0:0:0:0:0:0"] = 1,
					},
					["name"] = "青铜战锤",
					["queued"] = 0,
					["itemID"] = "item:7956:0:0:0:0:0:0",
				},
				[50605] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "精神卷轴 II",
					["queued"] = 0,
					["itemID"] = "item:1712:0:0:0:0:0:0",
				},
				[112463] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "翔龙在天雕文",
					["queued"] = 0,
					["itemID"] = "item:87882:0:0:0:0:0:0",
				},
				[9986] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3466:0:0:0:0:0:0"] = 2,
						["item:2841:0:0:0:0:0:0"] = 12,
						["item:2319:0:0:0:0:0:0"] = 2,
					},
					["name"] = "青铜巨剑",
					["queued"] = 0,
					["itemID"] = "item:7957:0:0:0:0:0:0",
				},
				[9970] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:3860:0:0:0:0:0:0"] = 14,
						["item:7909:0:0:0:0:0:0"] = 1,
					},
					["name"] = "重型秘银头盔",
					["queued"] = 0,
					["itemID"] = "item:7934:0:0:0:0:0:0",
				},
				[64304] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "猎豹守护雕文",
					["queued"] = 0,
					["itemID"] = "item:45732:0:0:0:0:0:0",
				},
				[122581] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72096:0:0:0:0:0:0"] = 5,
					},
					["name"] = "幽冥锻铁护腕",
					["queued"] = 0,
					["itemID"] = "item:82908:0:0:0:0:0:0",
				},
				[52843] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39151:0:0:0:0:0:0"] = 2,
					},
					["name"] = "月光墨水",
					["queued"] = 0,
					["itemID"] = "item:39469:0:0:0:0:0:0",
				},
				[57263] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "恶魔卫士雕文",
					["queued"] = 0,
					["itemID"] = "item:42459:0:0:0:0:0:0",
				},
				[56999] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "无尽怒火雕文",
					["queued"] = 0,
					["itemID"] = "item:42902:0:0:0:0:0:0",
				},
				[57031] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "圣洁雕文",
					["queued"] = 0,
					["itemID"] = "item:41108:0:0:0:0:0:0",
				},
				[92579] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43120:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "致盲雕文",
					["queued"] = 0,
					["itemID"] = "item:64493:0:0:0:0:0:0",
				},
				[64256] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:61978:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "树皮术雕文",
					["queued"] = 0,
					["itemID"] = "item:45623:0:0:0:0:0:0",
				},
				[64288] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "野性狼魂雕文",
					["queued"] = 0,
					["itemID"] = "item:45771:0:0:0:0:0:0",
				},
				[57159] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "迅猛突袭雕文",
					["queued"] = 0,
					["itemID"] = "item:43419:0:0:0:0:0:0",
				},
				[57191] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "心灵惊骇雕文",
					["queued"] = 0,
					["itemID"] = "item:42405:0:0:0:0:0:0",
				},
				[55177] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:36913:0:0:0:0:0:0"] = 6,
						["item:37702:0:0:0:0:0:0"] = 2,
						["item:36916:0:0:0:0:0:0"] = 8,
					},
					["name"] = "野蛮钴质利剑",
					["queued"] = 0,
					["itemID"] = "item:41182:0:0:0:0:0:0",
				},
				[122654] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:72104:0:0:0:0:0:0"] = 5,
						["item:76061:0:0:0:0:0:0"] = 8,
					},
					["name"] = "古代精钢手甲",
					["queued"] = 0,
					["itemID"] = "item:82980:0:0:0:0:0:0",
				},
				[112464] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "荣耀雕文",
					["queued"] = 0,
					["itemID"] = "item:87883:0:0:0:0:0:0",
				},
				[123781] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "烈焰开道雕文",
					["queued"] = 0,
					["itemID"] = "item:85221:0:0:0:0:0:0",
				},
				[55305] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35623:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "野蛮萨隆邪铁护腕",
					["queued"] = 0,
					["itemID"] = "item:41354:0:0:0:0:0:0",
				},
				[111917] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:72237:0:0:0:0:0:0"] = 3,
						["item:76061:0:0:0:0:0:0"] = 2,
						["item:79254:0:0:0:0:0:0"] = 8,
						["item:79740:0:0:0:0:0:0"] = 1,
					},
					["name"] = "雨粟杖",
					["queued"] = 0,
					["itemID"] = "item:79339:0:0:0:0:0:0",
				},
				[55369] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:43102:0:0:0:0:0:0"] = 2,
						["item:36913:0:0:0:0:0:0"] = 8,
						["item:37663:0:0:0:0:0:0"] = 8,
					},
					["name"] = "泰坦精钢毁灭者",
					["queued"] = 0,
					["itemID"] = "item:41257:0:0:0:0:0:0",
				},
				[59493] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43123:0:0:0:0:0:0"] = 8,
						["item:39354:0:0:0:0:0:0"] = 10,
					},
					["name"] = "雷鸣之书",
					["queued"] = 0,
					["itemID"] = "item:43663:0:0:0:0:0:0",
				},
				[76293] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:65365:0:0:0:0:0:0"] = 10,
						["item:52327:0:0:0:0:0:0"] = 4,
					},
					["name"] = "雷铸之盾",
					["queued"] = 0,
					["itemID"] = "item:55042:0:0:0:0:0:0",
				},
				[58481] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 2,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 2,
					},
					["name"] = "敏捷卷轴 VI",
					["queued"] = 0,
					["itemID"] = "item:33457:0:0:0:0:0:0",
				},
				[112468] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "灵魂滚地翻雕文",
					["queued"] = 0,
					["itemID"] = "item:87887:0:0:0:0:0:0",
				},
				[56552] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:35627:0:0:0:0:0:0"] = 1,
						["item:36913:0:0:0:0:0:0"] = 12,
					},
					["name"] = "精饰萨隆邪铁战靴",
					["queued"] = 0,
					["itemID"] = "item:42730:0:0:0:0:0:0",
				},
				[58311] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43126:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "静思雕文",
					["queued"] = 0,
					["itemID"] = "item:43365:0:0:0:0:0:0",
				},
				[29557] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "锻造",
					["mats"] = {
						["item:23445:0:0:0:0:0:0"] = 9,
					},
					["name"] = "魔铁短斧",
					["queued"] = 0,
					["itemID"] = "item:23497:0:0:0:0:0:0",
				},
				[58473] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:39774:0:0:0:0:0:0"] = 1,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "敏捷卷轴 II",
					["queued"] = 0,
					["itemID"] = "item:1477:0:0:0:0:0:0",
				},
				[57703] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43103:0:0:0:0:0:0"] = 1,
					},
					["name"] = "猎人墨水",
					["queued"] = 0,
					["itemID"] = "item:43115:0:0:0:0:0:0",
				},
				[127625] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43118:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "光明之泉雕文",
					["queued"] = 0,
					["itemID"] = "item:87902:0:0:0:0:0:0",
				},
				[163294] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:112377:0:0:0:0:0:0"] = 10,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "暗月德拉诺卡片",
					["queued"] = 0,
					["itemID"] = "item:112270:0:0:0:0:0:0",
				},
				[112465] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "贯日击雕文",
					["queued"] = 0,
					["itemID"] = "item:87884:0:0:0:0:0:0",
				},
				[58322] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43116:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "黑暗天使长雕文",
					["queued"] = 0,
					["itemID"] = "item:43374:0:0:0:0:0:0",
				},
				[148487] = {
					["players"] = {
						["Zssgmarkwu"] = true,
					},
					["numResult"] = 1,
					["profession"] = "铭文",
					["mats"] = {
						["item:43124:0:0:0:0:0:0"] = 3,
						["item:39354:0:0:0:0:0:0"] = 1,
					},
					["name"] = "单薄豹群雕文",
					["queued"] = 0,
					["itemID"] = "item:104270:0:0:0:0:0:0",
				},
			},
			["tradeSkills"] = {
				["Zssgmarkwu"] = {
					["烹饪"] = {
						["isSecondary"] = true,
						["level"] = 669,
						["maxLevel"] = 700,
						["link"] = "|cffffd000|Htrade:Player-1950-024DD2E1:158765:185|h[烹饪]|h|r",
					},
					["铭文"] = {
						["prompted"] = true,
						["link"] = "|cffffd000|Htrade:Player-1950-024DD2E1:158748:773|h[铭文]|h|r",
						["isSecondary"] = false,
						["level"] = 640,
						["accountKey"] = "贫瘠之地451905857",
						["maxLevel"] = 700,
					},
					["急救"] = {
						["isSecondary"] = true,
						["level"] = 650,
						["maxLevel"] = 700,
						["link"] = "|cffffd000|Htrade:Player-1950-024DD2E1:158741:129|h[急救]|h|r",
					},
					["锻造"] = {
						["prompted"] = true,
						["link"] = "|cffffd000|Htrade:Player-1950-024DD2E1:158737:164|h[锻造]|h|r",
						["isSecondary"] = false,
						["level"] = 634,
						["accountKey"] = "贫瘠之地451905857",
						["maxLevel"] = 700,
					},
				},
				["一少纯帅他妹"] = {
				},
				["Dksgmarkwu"] = {
					["急救"] = {
						["isSecondary"] = true,
						["level"] = 375,
						["maxLevel"] = 375,
					},
				},
				["一少纯帅之父"] = {
				},
			},
		},
	},
}
