
CombuctorDB4 = {
	["global"] = {
		["maxScale"] = 1.2,
	},
	["version"] = "2.1.0",
	["profiles"] = {
		["Xdsgmarkwu - 贫瘠之地"] = {
			["inventory"] = {
				["bags"] = {
					-2, -- [1]
					0, -- [2]
					1, -- [3]
					2, -- [4]
					3, -- [5]
					4, -- [6]
				},
				["w"] = 525.9999389648438,
				["itemframeh"] = 418,
				["h"] = 584,
				["itemframew"] = 418,
				["showBags"] = true,
				["sets"] = {
					"全部", -- [1]
					"装备", -- [2]
					"商品", -- [3]
					"任务", -- [4]
					"消耗品", -- [5]
					"杂项", -- [6]
				},
				["position"] = {
					"RIGHT", -- [1]
					nil, -- [2]
					"RIGHT", -- [3]
					-56.99979019165039, -- [4]
					-69.00009155273438, -- [5]
				},
				["exclude"] = {
					["全部"] = {
						"常规", -- [1]
						"商业", -- [2]
						"弹药", -- [3]
					},
				},
			},
			["bank"] = {
				["sets"] = {
					"全部", -- [1]
					"装备", -- [2]
					"商品", -- [3]
					"任务", -- [4]
					"消耗品", -- [5]
					"杂项", -- [6]
				},
				["w"] = 71.99999237060547,
				["itemframeh"] = 304,
				["h"] = 166,
				["itemframew"] = 456,
				["exclude"] = {
					["全部"] = {
						"弹药", -- [1]
						"钥匙", -- [2]
					},
				},
				["bags"] = {
					-1, -- [1]
					5, -- [2]
					6, -- [3]
					7, -- [4]
					8, -- [5]
					9, -- [6]
					10, -- [7]
					11, -- [8]
				},
				["position"] = {
					"LEFT", -- [1]
				},
				["showBags"] = false,
			},
		},
	},
}
CombuctorVersion = nil
BF_VoidStorageDB = nil
