
BFCooldownDB = {
	["BUFF"] = {
		["config"] = false,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["r"] = 1,
		["g"] = 0.1,
		["s"] = 1.2,
		["b"] = 0.1,
	},
	["spellCache"] = {
		["强化"] = {
			138785, -- [1]
			"item", -- [2]
		},
		["风之爆裂"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["自动射击"] = {
			4, -- [1]
			"spell", -- [2]
		},
		["瞄准射击"] = {
			37, -- [1]
			"spell", -- [2]
		},
		["夺命黑鸦"] = {
			25, -- [1]
			"spell", -- [2]
		},
		["古代治疗药水"] = {
			127834, -- [1]
			"item", -- [2]
		},
		["降落伞"] = {
			153799, -- [1]
			"item", -- [2]
		},
		["地精滑翔器"] = {
			153799, -- [1]
			"item", -- [2]
		},
		["多重射击"] = {
			24, -- [1]
			"spell", -- [2]
		},
		["逃脱"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["猎豹守护"] = {
			35, -- [1]
			"spell", -- [2]
		},
		["误导"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["达拉然炉石"] = {
			140192, -- [1]
			"item", -- [2]
		},
		["标记射击"] = {
			31, -- [1]
			"spell", -- [2]
		},
		["意气风发"] = {
			28, -- [1]
			"spell", -- [2]
		},
		["学习"] = {
			52378, -- [1]
			"item", -- [2]
		},
		["奥术射击"] = {
			26, -- [1]
			"spell", -- [2]
		},
		["假死"] = {
			21, -- [1]
			"spell", -- [2]
		},
		["百发百中"] = {
			36, -- [1]
			"spell", -- [2]
		},
		["氮气推进器"] = {
			153811, -- [1]
			"item", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["r"] = 1,
		["g"] = 0.8,
		["s"] = 0.9,
		["b"] = 0,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["config"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["time"] = 1.2,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["style"] = 1,
		["size"] = 30,
	},
	["mins"] = {
		["r"] = 0.8,
		["g"] = 0.6,
		["s"] = 0.7,
		["b"] = 0,
	},
	["hrs"] = {
		["r"] = 0.6,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0,
	},
	["days"] = {
		["r"] = 0.4,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0.4,
	},
	["bar"] = false,
}
