
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["Zssgmarkwu - 死亡之翼"] = "Default",
		["Testbenchmk - 死亡之翼"] = "Default",
		["Lrsgmarkwu - 贫瘠之地"] = "Default",
		["天行丶陶矢 - 死亡之翼"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S集合石插件积分兑换维护^Scontent^S集合石插件积分兑换功能正在维护中，目前暂时无法正常使用，大家还是可以正常登录战网进行兑换，给大家造成的不便还请谅解。^t^^",
				["new"] = true,
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S210`魔兽主播活动`木桩大赛`2月23日（周六）23点，木桩大赛*J还再为副本输出垫底发愁吗？如果跑位、躲技能、打断限制了你的发挥，那就抛开这一切，这次我们站撸一回！加入斗鱼TV：炎凉大宝宝（房间号：128314）的队伍，争霸最强打桩机，等你来赢！*J魔兽主播活动QQ交流群：603459231`http://w.163.com/special/convene-stone/`1`3$S211`魔兽主播活动`收割地下城（部落）`3月2日（周六）20点，收割地下城（部落）*J无论你来自郁郁葱葱的丛林祖达萨、潮湿的沼泽地纳兹米尔还是风暴肆虐的沃顿沙漠，无尽的赞达拉宝藏都在召唤着一颗永不满足的冒险者之心，斗鱼TV：叶落乄初冬（房间号：62081）和斗鱼TV：走在伤心街头（房间号：770016）将带你领略拥有新赛季词缀的史诗钥石地下城。*J魔兽主播活动QQ交流群：603459231`http://w.163.com/special/convene-stone/`1`3$$",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#1^S2006;1500,,每周限量;23713;16943#2007;850,,每周限量;72134;38919^S消耗品#3^S1002;150;46779^S玩具#2^S7001;750,,每周限量;54212;31756#3006;1500,,每月限量;79769#3007;450,,每月限量;69227^t^^",
			},
			["FilterData"] = {
				["data"] = "^1^S![Vv][Xx]^S下单^S![Vv][Ii][Pp]^S付款^S某宝^S站桩^S代打^S陪练^S低价^S便宜^S超低^S老板^S门票^S包车^S![Ww][ⅩXx]^S另接^S全躺^S咨询^S陪打^S看戏^S差价^S可拼^S来壕^S实惠^S价格^S贵宾^S陪聊^S支付^SV信^S单点^S带小号^S无压斤^S有偿^S带你飞^S可淘^S自己捡装^S来各种躺^S卧铺^S根%h*糖^S拼%h*包^S代唰^S代做^S安全效率^S臣卜^S拼车^S可指定^S装备送^^",
				["new"] = true,
			},
		},
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["text"] = "5173",
				["pain"] = true,
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["text"] = "平台",
				["pain"] = true,
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["text"] = "门票",
				["pain"] = true,
			}, -- [7]
			["default"] = true,
		},
		["version"] = "80100.02",
	},
}
