
Duowan_Character = {
	["guild"] = "叼丝联盟",
	["region"] = "cn10",
	["class"] = "PRIEST",
	["race"] = "Human",
	["name"] = "Mmar",
	["sex"] = 2,
	["level"] = 1,
	["faction"] = "Alliance",
	["realm"] = "贫瘠之地",
}
DUOWAN_CHARACTER_INFO = "[{\"rolename\":\"Mmar\",\"servername\":\"贫瘠之地\",\"race\":\"human\",\"profession\":\"priest\",\"gender\":0,\"mounts\":[{\"id\":59799,\"name\":\"冰雪猛犸象\"},{\"id\":118089,\"name\":\"天蓝水黾\"},{\"id\":127308,\"name\":\"巨型棕色龙龟\"},{\"id\":127310,\"name\":\"巨型紫色龙龟\"},{\"id\":120822,\"name\":\"巨型红色龙龟\"},{\"id\":127293,\"name\":\"巨型绿色龙龟\"},{\"id\":127302,\"name\":\"巨型蓝色龙龟\"},{\"id\":127295,\"name\":\"巨型黑色龙龟\"},{\"id\":61425,\"name\":\"旅行者的苔原猛犸象\"},{\"id\":75614,\"name\":\"星骓\"},{\"id\":88990,\"name\":\"暗色凤凰\"},{\"id\":60424,\"name\":\"机械师的摩托车\"},{\"id\":130086,\"name\":\"棕色骑乘山羊\"},{\"id\":88748,\"name\":\"棕色骑乘骆驼\"},{\"id\":127288,\"name\":\"棕色龙龟\"},{\"id\":93326,\"name\":\"沙石幼龙\"},{\"id\":75207,\"name\":\"深渊海马\"},{\"id\":88331,\"name\":\"火山石幼龙\"},{\"id\":127216,\"name\":\"灰色骑乘牦牛\"},{\"id\":60025,\"name\":\"白色幼龙\"},{\"id\":123992,\"name\":\"碧蓝云端翔龙\"},{\"id\":127289,\"name\":\"紫色龙龟\"},{\"id\":26054,\"name\":\"红色其拉作战坦克\"},{\"id\":59570,\"name\":\"红色幼龙\"},{\"id\":130092,\"name\":\"红色筋斗云\"},{\"id\":127290,\"name\":\"红色龙龟\"},{\"id\":26056,\"name\":\"绿色其拉作战坦克\"},{\"id\":120395,\"name\":\"绿色龙龟\"},{\"id\":72807,\"name\":\"缚寒冰霜征服者\"},{\"id\":25953,\"name\":\"蓝色其拉作战坦克\"},{\"id\":127287,\"name\":\"蓝色龙龟\"},{\"id\":60114,\"name\":\"装甲棕熊\"},{\"id\":61229,\"name\":\"装甲雪色狮鹫\"},{\"id\":88749,\"name\":\"褐色骑乘骆驼\"},{\"id\":32292,\"name\":\"迅捷紫色狮鹫\"},{\"id\":32289,\"name\":\"迅捷红色狮鹫\"},{\"id\":32290,\"name\":\"迅捷绿色狮鹫\"},{\"id\":32242,\"name\":\"迅捷蓝色狮鹫\"},{\"id\":32235,\"name\":\"金色狮鹫\"},{\"id\":63956,\"name\":\"铁箍始祖幼龙\"},{\"id\":59791,\"name\":\"长毛猛犸象\"},{\"id\":32240,\"name\":\"雪色狮鹫\"},{\"id\":59569,\"name\":\"青铜幼龙坐骑\"},{\"id\":61451,\"name\":\"飞毯\"},{\"id\":44153,\"name\":\"飞行器\"},{\"id\":26055,\"name\":\"黄色其拉作战坦克\"},{\"id\":90621,\"name\":\"黄金狮王\"},{\"id\":59650,\"name\":\"黑色幼龙坐骑\"},{\"id\":32239,\"name\":\"黑色狮鹫\"},{\"id\":127286,\"name\":\"黑色龙龟\"}],\"weapons\":[],\"equipments\":[{\"id\":6098,\"name\":\"见习牧师长袍\",\"partid\":5},{\"id\":52,\"name\":\"见习牧师短裤\",\"partid\":7},{\"id\":51,\"name\":\"见习牧师之靴\",\"partid\":8},{\"id\":35,\"name\":\"弯曲的法杖\",\"partid\":16}],\"bagequipments\":[]}]"
