
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["Wssgmarkwu - 死亡之翼"] = "Wssgmarkwu - 死亡之翼",
		["Markws - 死亡之翼"] = "Markws - 死亡之翼",
	},
	["profiles"] = {
		["Wssgmarkwu - 死亡之翼"] = {
			["version"] = "80100.02",
			["lastSearchCode"] = "3-251-664-0",
			["recent"] = {
				["1-248-650-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "重生的烦恼-无尽之海",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1548466060,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Neris-雷霆之王",
						["bTag"] = "幽沢奈丶#5686",
						["time"] = 1548466147,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 385,
					}, -- [2]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "帅到炸你说-格瑞姆巴托",
						["time"] = 1548466064,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "回忆缱红颜-利刃之拳",
						["bTag"] = "LuckyTiger#515183",
						["class"] = 12,
						["time"] = 1548466064,
						["iLvl"] = 385,
					}, -- [4]
					{
						["class"] = 10,
						["role"] = "DAMAGER",
						["name"] = "煙煙-闪电之刃",
						["time"] = 1548466062,
					}, -- [5]
					{
						["class"] = 2,
						["role"] = "TANK",
						["name"] = "二水鱼-阿比迪斯",
						["time"] = 1548466064,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "咏魔者杰尼-破碎岭",
						["bTag"] = "伊祁放勋#5533",
						["class"] = 12,
						["time"] = 1548466064,
						["iLvl"] = 374,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "伊丶星辰庇佑-死亡之翼",
						["bTag"] = "嫒珺洳夢#5727",
						["class"] = 3,
						["time"] = 1548466064,
						["iLvl"] = 377,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "月羽乄玲雯-死亡之翼",
						["bTag"] = "月羽丨星雯#5872",
						["class"] = 4,
						["time"] = 1548466151,
						["iLvl"] = 224,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "二甲基甲酰胺-布兰卡德",
						["bTag"] = "我不听我不听#51663",
						["class"] = 12,
						["time"] = 1548466159,
						["iLvl"] = 389,
					}, -- [10]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "那么现在-斯坦索姆",
						["time"] = 1548466064,
					}, -- [11]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "Jetfire-迪托马斯",
						["time"] = 1548466159,
					}, -- [12]
					{
						["class"] = 6,
						["role"] = "DAMAGER",
						["name"] = "風流丶鬼-达基萨斯",
						["time"] = 1548466062,
					}, -- [13]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "沧海壹术-萨菲隆",
						["time"] = 1548466062,
					}, -- [14]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "Bhslper-风暴之怒",
						["time"] = 1548466062,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "江雪葬魂-安苏",
						["bTag"] = "那时年少#51541",
						["class"] = 8,
						["time"] = 1548466151,
						["iLvl"] = 364,
					}, -- [16]
					{
						["class"] = 11,
						["role"] = "DAMAGER",
						["name"] = "时空的裂痕-安加萨",
						["time"] = 1548466077,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "萨斯莉娜-影之哀伤",
						["bTag"] = "破碎的冰河#51900",
						["class"] = 3,
						["time"] = 1548466153,
						["iLvl"] = 379,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "二锅头加汽水-闪电之刃",
						["bTag"] = "寻宝启示#5348",
						["time"] = 1548466159,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 371,
					}, -- [19]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "愁落暗橙-格雷迈恩",
						["time"] = 1548466087,
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "暴力豆子-阿尔萨斯",
						["bTag"] = "傻奸奸#5159",
						["class"] = 2,
						["time"] = 1548466153,
						["iLvl"] = 388,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "呉邪-亚雷戈斯",
						["bTag"] = "天真吴邪#5389",
						["class"] = 4,
						["time"] = 1548466153,
						["iLvl"] = 379,
					}, -- [22]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "戀戰糖果-加尔",
						["time"] = 1548466087,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "隐舞者-洛萨",
						["bTag"] = "ManInBox#5568",
						["class"] = 4,
						["time"] = 1548466159,
						["iLvl"] = 380,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "空木莲华-瓦里安",
						["bTag"] = "雨夜游魂#51475",
						["class"] = 2,
						["time"] = 1548466155,
						["iLvl"] = 379,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "风之月羽-迦拉克隆",
						["bTag"] = "清风啸#51470",
						["class"] = 8,
						["time"] = 1548466153,
						["iLvl"] = 359,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "醒了过来-洛萨",
						["bTag"] = "尼奥大叔#5291",
						["class"] = 4,
						["time"] = 1548466153,
						["iLvl"] = 361,
					}, -- [27]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "九尾白狐-银松森林",
						["time"] = 1548466149,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "欧撒橙橙-狂热之刃",
						["bTag"] = "Kapus#5859",
						["class"] = 7,
						["time"] = 1548466149,
						["iLvl"] = 368,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Bomme-火焰之树",
						["bTag"] = "弔一甩鎭四海#5961",
						["class"] = 12,
						["time"] = 1548466151,
						["iLvl"] = 383,
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "奶水不够吃-卡拉赞",
						["bTag"] = "跳跳精灵#551945",
						["class"] = 5,
						["time"] = 1548466159,
						["iLvl"] = 388,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "云曦之光-白银之手",
						["bTag"] = "零零零一#5969",
						["class"] = 12,
						["time"] = 1548466159,
						["iLvl"] = 380,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "小手我破的处-达基萨斯",
						["bTag"] = "毛毛#51966",
						["class"] = 12,
						["time"] = 1548466159,
						["iLvl"] = 391,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "西夏阵列在前-提瑞斯法",
						["bTag"] = "西夏#5940",
						["class"] = 6,
						["time"] = 1548466153,
						["iLvl"] = 390,
					}, -- [34]
					{
						["class"] = 10,
						["role"] = "DAMAGER",
						["name"] = "安特姒-泰兰德",
						["time"] = 1548466151,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "凤凰弓飞羽矢-阿纳克洛斯",
						["bTag"] = "技能如同女人#5815",
						["class"] = 3,
						["time"] = 1548466159,
						["iLvl"] = 384,
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "孔雀大冥王-寒冰皇冠",
						["bTag"] = "风卷月#5370",
						["class"] = 6,
						["time"] = 1548466159,
						["iLvl"] = 391,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "黑色的太陽井-艾莫莉丝",
						["bTag"] = "狂怒的黑人#5983",
						["class"] = 9,
						["time"] = 1548466153,
						["iLvl"] = 388,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Firedk-血环",
						["bTag"] = "网球王子#5287",
						["class"] = 3,
						["time"] = 1548466151,
						["iLvl"] = 378,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "星月流影-菲拉斯",
						["bTag"] = "逍遥长长#5656",
						["class"] = 2,
						["time"] = 1548466149,
						["iLvl"] = 385,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "落花醉伊人-阿古斯",
						["bTag"] = "劳动湖潘哥#5419",
						["class"] = 2,
						["time"] = 1548466159,
						["iLvl"] = 379,
					}, -- [41]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "极霸兽道-血牙魔王",
						["time"] = 1548466159,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "今晚月色真美-梦境之树",
						["bTag"] = "白银之鹰#513572",
						["class"] = 12,
						["time"] = 1548466159,
						["iLvl"] = 361,
					}, -- [43]
				},
				["2-138-507-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "神之丶左手-冰霜之刃",
						["bTag"] = "神之左手#5673",
						["time"] = 1549177669,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 385,
					}, -- [1]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "Pjss-死亡之翼",
						["time"] = 1549177669,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "老战新传-加基森",
						["bTag"] = "黑山#5659",
						["class"] = 1,
						["time"] = 1549177669,
						["iLvl"] = 379,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜之英-克尔苏加德",
						["bTag"] = "暗影龙魔#51239",
						["class"] = 10,
						["time"] = 1549177669,
						["iLvl"] = 378,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "柯布丨-死亡之翼",
						["bTag"] = "司前水步#5707",
						["time"] = 1549199953,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 403,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "柳林村霸-死亡之翼",
						["bTag"] = "叶陶然#5580",
						["class"] = 9,
						["time"] = 1549199953,
						["iLvl"] = 395,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "芃芃灬-死亡之翼",
						["bTag"] = "我行我素#5283",
						["class"] = 12,
						["time"] = 1549199953,
						["iLvl"] = 401,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "天行丶幻象-死亡之翼",
						["bTag"] = "并不能凯瑞#51795",
						["class"] = 6,
						["time"] = 1549199672,
						["iLvl"] = 399,
					}, -- [8]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "Painkillerqt-死亡之翼",
						["time"] = 1549199953,
					}, -- [9]
				},
				["2-141-514-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "逐风影-希尔瓦娜斯",
						["bTag"] = "sum41#5448",
						["time"] = 1548470759,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 390,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "翊丶-克尔苏加德",
						["bTag"] = "Zjay#5360",
						["class"] = 9,
						["time"] = 1548470759,
						["iLvl"] = 385,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "清幽铃儿-拉文凯斯",
						["bTag"] = "Martin#5236",
						["class"] = 5,
						["time"] = 1548470316,
						["iLvl"] = 388,
					}, -- [3]
					{
						["class"] = 12,
						["role"] = "TANK",
						["name"] = "燮云无定-玛洛加尔",
						["time"] = 1548470759,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "虎牙同福-死亡之翼",
						["bTag"] = "虎牙同福#5313",
						["class"] = 4,
						["time"] = 1548470759,
						["iLvl"] = 391,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "咲霜-洛萨",
						["bTag"] = "午夜#5108",
						["time"] = 1548996454,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 391,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "蠢比的呆劣-洛萨",
						["bTag"] = "一打蠢比十二个#5399",
						["class"] = 3,
						["time"] = 1548996454,
						["iLvl"] = 384,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "挽弓丶-安苏",
						["bTag"] = "皮皮牧丶#5334",
						["class"] = 3,
						["time"] = 1548996454,
						["iLvl"] = 390,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "米诺斯-龙骨平原",
						["bTag"] = "不知名网友#51992",
						["class"] = 12,
						["time"] = 1548996454,
						["iLvl"] = 393,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "为了部落卐杀-鬼雾峰",
						["bTag"] = "immortal#5451",
						["time"] = 1549095819,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 381,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Fatih-丽丽（四川）",
						["bTag"] = "新垣结衣#51128",
						["class"] = 4,
						["time"] = 1549095819,
						["iLvl"] = 381,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "机警的莉莉-利刃之拳",
						["bTag"] = "tttqq#5492",
						["class"] = 3,
						["time"] = 1549095819,
						["iLvl"] = 398,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "竞技场大湿-风暴之怒",
						["bTag"] = "TImothy#5353",
						["class"] = 1,
						["time"] = 1549095819,
						["iLvl"] = 390,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "美的惊心动魄-无尽之海",
						["bTag"] = "晚上骑貂禅#5930",
						["time"] = 1549162816,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 384,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "杰克逊的幽魂-伊利丹",
						["bTag"] = "杰克逊的幽魂#5555",
						["class"] = 8,
						["time"] = 1549162816,
						["iLvl"] = 395,
					}, -- [15]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "Pjss-死亡之翼",
						["time"] = 1549901128,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "银月骑士-奥妮克希亚",
						["bTag"] = "心跳呼吸#5775",
						["class"] = 2,
						["time"] = 1549162816,
						["iLvl"] = 371,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "劣人不二-海克泰尔",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1549199048,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "小饭灬团-冰霜之刃",
						["bTag"] = "小丘比特#5432",
						["class"] = 2,
						["time"] = 1549199048,
						["iLvl"] = 379,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "不接受批评-海克泰尔",
						["bTag"] = "星辰大海#5398",
						["class"] = 8,
						["time"] = 1549198971,
						["iLvl"] = 389,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "嘿丶獵-符文图腾",
						["bTag"] = "嘿丶妳啲嗌哒#5138",
						["class"] = 12,
						["time"] = 1549199048,
						["iLvl"] = 398,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Haloïð-凤凰之神",
						["bTag"] = "Halo#5677",
						["time"] = 1549249855,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 391,
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "轻风拂杨柳-凤凰之神",
						["bTag"] = "前言#51296",
						["class"] = 5,
						["time"] = 1549249855,
						["iLvl"] = 393,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "奥利佛奎恩-菲拉斯",
						["bTag"] = "魔鬼筋肉饼#5496",
						["class"] = 3,
						["time"] = 1549249855,
						["iLvl"] = 393,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "封印永恒-鬼雾峰",
						["bTag"] = "封印永恒#51758",
						["class"] = 4,
						["time"] = 1549249855,
						["iLvl"] = 396,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "饿也不吃饭-无尽之海",
						["bTag"] = "美凌蒂娜格#5485",
						["time"] = 1549767793,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 405,
					}, -- [26]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "爺們儿丶-奥特兰克",
						["time"] = 1549767793,
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "爱酱周淑怡-格瑞姆巴托",
						["bTag"] = "贪睡之熊#516430",
						["class"] = 2,
						["time"] = 1549767793,
						["iLvl"] = 395,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "高三的小影舞-黑铁",
						["bTag"] = "悲催哥#5359",
						["class"] = 4,
						["time"] = 1549767793,
						["iLvl"] = 403,
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "氵筱悠悠灬-燃烧之刃",
						["bTag"] = "喵帕斯丶#51754",
						["time"] = 1549901128,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 395,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "丶浅暮流殇-死亡之翼",
						["bTag"] = "shibo1987512#5404",
						["class"] = 4,
						["time"] = 1549901128,
						["iLvl"] = 384,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "可可八班-斯克提斯",
						["bTag"] = "BT160814#52119",
						["class"] = 3,
						["time"] = 1549901128,
						["iLvl"] = 384,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "叽歪叽歪-死亡之翼",
						["bTag"] = "玩世不恭丶#5159",
						["class"] = 1,
						["time"] = 1549947933,
						["iLvl"] = 401,
					}, -- [33]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "怒法冲冠-埃克索图斯",
						["time"] = 1549947462,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "鼠标放尊重点-死亡之翼",
						["bTag"] = "细看涛生云灭#51936",
						["class"] = 3,
						["time"] = 1549947933,
						["iLvl"] = 390,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "你是智障么-埃克索图斯",
						["bTag"] = "疯狂之法师#57246",
						["class"] = 12,
						["time"] = 1549947933,
						["iLvl"] = 395,
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "长眉连娟-死亡之翼",
						["bTag"] = "果茶#51328",
						["class"] = 11,
						["time"] = 1549947675,
						["iLvl"] = 397,
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "啊桀-凤凰之神",
						["bTag"] = "jin017#5594",
						["class"] = 2,
						["time"] = 1549947933,
						["iLvl"] = 393,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "翾翾丶-死亡之翼",
						["bTag"] = "翾翾小妹妹#5246",
						["class"] = 5,
						["time"] = 1550386437,
						["iLvl"] = 391,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "奎尔索丶荒天-死亡之翼",
						["bTag"] = "悲伤之熠#5320",
						["class"] = 11,
						["time"] = 1550386437,
						["iLvl"] = 407,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "搞柒贰拾叁-埃克索图斯",
						["bTag"] = "汤剑飞#5613",
						["time"] = 1550386437,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 390,
					}, -- [41]
					{
						["class"] = 2,
						["role"] = "HEALER",
						["name"] = "圣盾炉石告辞-死亡之翼",
						["time"] = 1550386437,
					}, -- [42]
				},
				["2-143-521-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "伊索-迦拉克隆",
						["bTag"] = "暮雪千山#5240",
						["time"] = 1548725659,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 377,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丶吴狗蛋丶-死亡之翼",
						["bTag"] = "跳跃之狮#5192148",
						["class"] = 1,
						["time"] = 1548725659,
						["iLvl"] = 386,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "爆炒糖葫芦-安纳塞隆",
						["bTag"] = "干之#5657",
						["class"] = 2,
						["time"] = 1548725659,
						["iLvl"] = 385,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "小学校-伊森利恩",
						["bTag"] = "我爱学习#51585",
						["class"] = 4,
						["time"] = 1548725659,
						["iLvl"] = 370,
					}, -- [4]
				},
				["1-3-236-0"] = {
					{
						["role"] = "TANK",
						["name"] = "撼地神牛血蹄-狂热之刃",
						["bTag"] = "仔仔是小老虎#5624",
						["time"] = 1550399426,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 378,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "圣舞雲飛-格瑞姆巴托",
						["bTag"] = "悠然半步醉#5825",
						["time"] = 1550399428,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 379,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "路西法沐-黑铁",
						["bTag"] = "剑雨苍茫#5161",
						["time"] = 1550399449,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 378,
					}, -- [3]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "Quarter-熔火之心",
						["time"] = 1550399445,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "瞎比拉治疗链-格瑞姆巴托",
						["bTag"] = "壮哉我大酒神#5369",
						["class"] = 7,
						["time"] = 1550399401,
						["iLvl"] = 89,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "良宝宝-凤凰之神",
						["bTag"] = "lemon#58596",
						["class"] = 2,
						["time"] = 1550399430,
						["iLvl"] = 390,
					}, -- [6]
					{
						["class"] = 2,
						["role"] = "TANK",
						["name"] = "森金的先人-卡德罗斯",
						["time"] = 1550399443,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "黑旋风李白-卡拉赞",
						["bTag"] = "敌羞吾去脱他衣#51801",
						["class"] = 6,
						["time"] = 1550399432,
						["iLvl"] = 365,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "地主的傻儿子-屠魔山谷",
						["bTag"] = "战斗饥渴#51184",
						["class"] = 1,
						["time"] = 1550399449,
						["iLvl"] = 362,
					}, -- [9]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "结野克莉丝特-格瑞姆巴托",
						["time"] = 1550399428,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "血匕透肾凉-血色十字军",
						["bTag"] = "今夜不拒绝#51886",
						["class"] = 4,
						["time"] = 1550399443,
						["iLvl"] = 387,
					}, -- [11]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "扰乱人心-伊森利恩",
						["time"] = 1550399432,
					}, -- [12]
					{
						["class"] = 10,
						["role"] = "DAMAGER",
						["name"] = "云浮小霸王-燃烧之刃",
						["time"] = 1550399424,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "诗情丶画意-幽暗沼泽",
						["bTag"] = "脾气#51350",
						["class"] = 12,
						["time"] = 1550399449,
						["iLvl"] = 386,
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "月下莜岚-斩魔者",
						["bTag"] = "Saber#5702",
						["class"] = 6,
						["time"] = 1550399430,
						["iLvl"] = 401,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "丶大力丸-达隆米尔",
						["bTag"] = "大力丸#5251",
						["class"] = 4,
						["time"] = 1550399449,
						["iLvl"] = 375,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "门房秦大娘-古尔丹",
						["bTag"] = "毕竟东流去#5442",
						["class"] = 5,
						["time"] = 1550399449,
						["iLvl"] = 263,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "看江海寄余生-奥尔加隆",
						["bTag"] = "小小之食人魔#596529",
						["class"] = 3,
						["time"] = 1550399438,
						["iLvl"] = 339,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "阿理丰斯-红龙军团",
						["bTag"] = "阿尔卑斯#5643",
						["class"] = 11,
						["time"] = 1550399424,
						["iLvl"] = 396,
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "浪花倾城-阿拉索",
						["bTag"] = "更耀眼的男神#5426",
						["class"] = 2,
						["time"] = 1550399438,
						["iLvl"] = 360,
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "乐乐天天乐-迅捷微风",
						["bTag"] = "BT160331#52881",
						["class"] = 2,
						["time"] = 1550399445,
						["iLvl"] = 400,
					}, -- [21]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "很暴力-迦拉克隆",
						["time"] = 1550399449,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "情系月下-狂热之刃",
						["bTag"] = "死神不肯收留我#5588",
						["class"] = 12,
						["time"] = 1550399432,
						["iLvl"] = 290,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光忽悠着沵-燃烧之刃",
						["bTag"] = "想想还是你好#5605",
						["class"] = 2,
						["time"] = 1550399380,
						["iLvl"] = 304,
					}, -- [24]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "丷魂姬-血色十字军",
						["time"] = 1550399424,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Yamedi-石爪峰",
						["bTag"] = "Soulknight#5172",
						["class"] = 7,
						["time"] = 1550399449,
						["iLvl"] = 347,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆一猎手-冰风岗",
						["bTag"] = "何骏#5642",
						["class"] = 12,
						["time"] = 1550399449,
						["iLvl"] = 334,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "光冈大蛇-冰霜之刃",
						["bTag"] = "格调猖獗#5111",
						["class"] = 12,
						["time"] = 1550399432,
						["iLvl"] = 355,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "我有冰箱-大地之怒",
						["bTag"] = "苹果大战怪兽#51570",
						["class"] = 8,
						["time"] = 1550399449,
						["iLvl"] = 398,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Demomya-激流之傲",
						["bTag"] = "FSerapH#5593",
						["class"] = 12,
						["time"] = 1550399426,
						["iLvl"] = 378,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "永不低头-燃烧之刃",
						["bTag"] = "幸运之虎#532565",
						["class"] = 1,
						["time"] = 1550399449,
						["iLvl"] = 384,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "他强丶任他强-梦境之树",
						["bTag"] = "命里無時丶莫強求#5229",
						["class"] = 4,
						["time"] = 1550399432,
						["iLvl"] = 393,
					}, -- [32]
				},
				["3-251-664-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "萨天音-死亡之翼",
						["bTag"] = "葉之清#5430",
						["class"] = 7,
						["time"] = 1549979035,
						["iLvl"] = 397,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "范梨雪-血色十字军",
						["class"] = 8,
						["leader"] = true,
						["time"] = 1548559736,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "少数派七-黑暗之门",
						["bTag"] = "踩着影子#5190",
						["class"] = 12,
						["time"] = 1548567963,
						["iLvl"] = 391,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "半神星爵-死亡之翼",
						["bTag"] = "诡诈之龟#539420",
						["class"] = 6,
						["time"] = 1548559563,
						["iLvl"] = 389,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "紫月华容-凤凰之神",
						["bTag"] = "风生水起#5893",
						["class"] = 8,
						["time"] = 1548554274,
						["iLvl"] = 390,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Tfmeboy-迦拉克隆",
						["bTag"] = "炉石#5215",
						["class"] = 12,
						["time"] = 1548559736,
						["iLvl"] = 388,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "Loskingdom-死亡之翼",
						["bTag"] = "loskingdom#5830",
						["class"] = 2,
						["time"] = 1548559736,
						["iLvl"] = 391,
					}, -- [7]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "暗夜鸣钟-主宰之剑",
						["time"] = 1548553883,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "故事丶写到这-安苏",
						["bTag"] = "陨灬落#51356",
						["class"] = 8,
						["time"] = 1548559625,
						["iLvl"] = 389,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "三余无梦生-埃德萨拉",
						["bTag"] = "罗修一#51579",
						["class"] = 11,
						["time"] = 1548559723,
						["iLvl"] = 388,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "末丶天恕-菲拉斯",
						["bTag"] = "小默#51519",
						["class"] = 6,
						["time"] = 1548559534,
						["iLvl"] = 390,
					}, -- [11]
					{
						["class"] = 11,
						["role"] = "DAMAGER",
						["name"] = "飞鸟走熊-安苏",
						["time"] = 1548559736,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "笠花訚千代-燃烧之刃",
						["bTag"] = "艾莉芬特#5637",
						["class"] = 2,
						["time"] = 1548559723,
						["iLvl"] = 391,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "变异恐龙-阿克蒙德",
						["bTag"] = "Ivyer#5892",
						["class"] = 1,
						["time"] = 1548555922,
						["iLvl"] = 387,
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "老牛中医-万色星辰",
						["bTag"] = "天亦我我亦天#5836",
						["class"] = 7,
						["time"] = 1548559736,
						["iLvl"] = 387,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Grcher-布鲁塔卢斯",
						["bTag"] = "ghr34#5545",
						["class"] = 6,
						["time"] = 1548558974,
						["iLvl"] = 391,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "祈祷复仇-白银之手",
						["bTag"] = "全家桶#5151",
						["class"] = 2,
						["time"] = 1548556937,
						["iLvl"] = 392,
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "Gamestyle-安苏",
						["bTag"] = "Yknight#51702",
						["class"] = 2,
						["time"] = 1548554340,
						["iLvl"] = 392,
					}, -- [18]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "暴走的羊杂碎-血色十字军",
						["time"] = 1548554186,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "魔鬼向你走来-太阳之井",
						["bTag"] = "闪亮之雄#536345",
						["class"] = 3,
						["time"] = 1548559680,
						["iLvl"] = 389,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "情定范特西-死亡之翼",
						["bTag"] = "老虎#5342",
						["class"] = 3,
						["time"] = 1548558923,
						["iLvl"] = 393,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇吥洅戦-贫瘠之地",
						["bTag"] = "ShadowStorm#565623",
						["class"] = 1,
						["time"] = 1548557297,
						["iLvl"] = 391,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Deadkiss-斩魔者",
						["bTag"] = "Deadkiss#5159",
						["class"] = 9,
						["time"] = 1548559541,
						["iLvl"] = 389,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑灬刺客-斩魔者",
						["bTag"] = "微笑刺客#5665",
						["class"] = 4,
						["time"] = 1548559541,
						["iLvl"] = 392,
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "叼的咯-希雷诺斯",
						["bTag"] = "你叼的咯#5869",
						["class"] = 7,
						["time"] = 1548559736,
						["iLvl"] = 391,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Lilithvoss-红龙军团",
						["bTag"] = "Vekira#5130",
						["class"] = 3,
						["time"] = 1548559736,
						["iLvl"] = 392,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "蹩脚的演員-屠魔山谷",
						["bTag"] = "Deathnote#5814",
						["class"] = 8,
						["time"] = 1548554267,
						["iLvl"] = 394,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "笑看风云丶-霜狼",
						["bTag"] = "Arashi#5339",
						["class"] = 5,
						["time"] = 1548559736,
						["iLvl"] = 390,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "乳此神咪-安苏",
						["bTag"] = "地狱烈火#51508",
						["class"] = 12,
						["time"] = 1548556437,
						["iLvl"] = 390,
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "天魔外道丶-古尔丹",
						["bTag"] = "武皇#5993",
						["class"] = 7,
						["time"] = 1548554254,
						["iLvl"] = 394,
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "陈冠吸的潇洒-安苏",
						["bTag"] = "陈冠吸的潇洒#5226",
						["class"] = 5,
						["time"] = 1548557324,
						["iLvl"] = 392,
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "暁柒-迅捷微风",
						["bTag"] = "小7#5919",
						["class"] = 11,
						["time"] = 1548554921,
						["iLvl"] = 390,
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "江左灬灬梅郎-凤凰之神",
						["bTag"] = "赵枫#51590",
						["class"] = 2,
						["time"] = 1548557087,
						["iLvl"] = 392,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "八年凤凰-格瑞姆巴托",
						["bTag"] = "小小贼别跑#5734",
						["class"] = 4,
						["time"] = 1548559518,
						["iLvl"] = 392,
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "晓月先生-迅捷微风",
						["bTag"] = "LuckOLE#5596",
						["class"] = 10,
						["time"] = 1548554673,
						["iLvl"] = 391,
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "九洲桑拿会所-凤凰之神",
						["bTag"] = "嘴巴哥#5631",
						["class"] = 10,
						["time"] = 1548558915,
						["iLvl"] = 391,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "君妹呀丶-死亡之翼",
						["bTag"] = "君君#52294",
						["class"] = 5,
						["time"] = 1548556648,
						["iLvl"] = 390,
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "一世寵兒丶辰-死亡之翼",
						["bTag"] = "人心丶已凉#5325",
						["class"] = 11,
						["time"] = 1548559736,
						["iLvl"] = 393,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "帅气的葫芦娃-安苏",
						["bTag"] = "快乐的小渣渣#5414",
						["class"] = 9,
						["time"] = 1548557428,
						["iLvl"] = 391,
					}, -- [39]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "修仙丷-安苏",
						["time"] = 1548556429,
					}, -- [40]
					{
						["class"] = 11,
						["role"] = "DAMAGER",
						["name"] = "逍遥道-幽暗沼泽",
						["time"] = 1548559668,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "湾岸午夜-阿纳克洛斯",
						["bTag"] = "严肃#51252",
						["class"] = 4,
						["time"] = 1548557287,
						["iLvl"] = 390,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "小叮铛珰珰-安苏",
						["bTag"] = "諾謬#5103",
						["class"] = 4,
						["time"] = 1548559729,
						["iLvl"] = 391,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "無曲-伊森利恩",
						["bTag"] = "無曲#5747",
						["class"] = 8,
						["time"] = 1548558316,
						["iLvl"] = 391,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "千言灬影帝-凤凰之神",
						["bTag"] = "倚马千言#51453",
						["class"] = 3,
						["time"] = 1548559556,
						["iLvl"] = 393,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "菲橙勿扰-冰风岗",
						["bTag"] = "我来组成头部#51766",
						["class"] = 12,
						["time"] = 1548559729,
						["iLvl"] = 390,
					}, -- [46]
					{
						["class"] = 2,
						["role"] = "HEALER",
						["name"] = "哎呀玛玛卡-太阳之井",
						["time"] = 1548559689,
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "Darkpriest-克尔苏加德",
						["bTag"] = "床单啊床单#5755",
						["class"] = 5,
						["time"] = 1548559723,
						["iLvl"] = 389,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "团队罪人舒克-斯克提斯",
						["bTag"] = "Volcanicsong#5958",
						["class"] = 9,
						["time"] = 1548567963,
						["iLvl"] = 389,
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "镉球-踏梦者",
						["bTag"] = "一切只是梦#5501",
						["class"] = 10,
						["time"] = 1548559736,
						["iLvl"] = 392,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "宝哥哥丶-鬼雾峰",
						["bTag"] = "一见倾心#5697",
						["class"] = 8,
						["time"] = 1548559736,
						["iLvl"] = 391,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "我愛吸大煙-血吼",
						["bTag"] = "我愛吸大煙#5553",
						["time"] = 1548567963,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 389,
					}, -- [52]
					{
						["class"] = 6,
						["role"] = "TANK",
						["name"] = "冰龙骑士-洛肯",
						["time"] = 1548567963,
					}, -- [53]
					{
						["class"] = 2,
						["role"] = "TANK",
						["name"] = "凌风霓裳-无尽之海",
						["time"] = 1548567963,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "卫法斯-龙骨平原",
						["bTag"] = "Patrickstar#5836",
						["class"] = 8,
						["time"] = 1548567963,
						["iLvl"] = 391,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "加斯-鬼雾峰",
						["bTag"] = "少年不要闹#5770",
						["class"] = 1,
						["time"] = 1548567963,
						["iLvl"] = 391,
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "兄弟抬我一手-奥尔加隆",
						["bTag"] = "威廉尼禄#5978",
						["class"] = 10,
						["time"] = 1548567963,
						["iLvl"] = 390,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "坏来袭-巫妖之王",
						["bTag"] = "坏来袭#5132",
						["class"] = 4,
						["time"] = 1548563885,
						["iLvl"] = 391,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "最高检检察长-冰风岗",
						["bTag"] = "殇之卡米拉#5538",
						["class"] = 8,
						["time"] = 1548560023,
						["iLvl"] = 390,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "祖宗-奈法利安",
						["bTag"] = "鬼恶#5994",
						["class"] = 8,
						["time"] = 1548567963,
						["iLvl"] = 388,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "飞翔的飛-丽丽（四川）",
						["bTag"] = "带头大哥#5129",
						["class"] = 3,
						["time"] = 1548563021,
						["iLvl"] = 390,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "丿幺鸡-格瑞姆巴托",
						["bTag"] = "幺鸡#51591",
						["class"] = 12,
						["time"] = 1548567963,
						["iLvl"] = 390,
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "超级蛋筒-血吼",
						["bTag"] = "快乐之足#568760",
						["class"] = 10,
						["time"] = 1548567963,
						["iLvl"] = 388,
					}, -- [63]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "团团与芊芊-死亡之翼",
						["time"] = 1548560404,
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "有时右逝-日落沼泽",
						["bTag"] = "有时右逝#5699",
						["class"] = 2,
						["time"] = 1548565019,
						["iLvl"] = 391,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "名门夜宴-血吼",
						["bTag"] = "小小老鼠#5663",
						["class"] = 2,
						["time"] = 1548565305,
						["iLvl"] = 387,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "潇洒绿-阿纳克洛斯",
						["bTag"] = "光头强#53667",
						["class"] = 9,
						["time"] = 1548560689,
						["iLvl"] = 389,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "有熊出沒-血吼",
						["bTag"] = "奔跑的五花肉#51969",
						["class"] = 3,
						["time"] = 1548567963,
						["iLvl"] = 388,
					}, -- [68]
					{
						["class"] = 7,
						["role"] = "HEALER",
						["name"] = "捶死你丫的-主宰之剑",
						["time"] = 1548563690,
					}, -- [69]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "弟瓜瓜-主宰之剑",
						["time"] = 1548560597,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "為了兄弟会-伊瑟拉",
						["bTag"] = "为了兄弟会#51248",
						["class"] = 4,
						["time"] = 1548567963,
						["iLvl"] = 392,
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "转世可乐-黑铁",
						["bTag"] = "也人#5334",
						["class"] = 11,
						["time"] = 1548560984,
						["iLvl"] = 393,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "艹德玛西亚艹-死亡之翼",
						["bTag"] = "贾总#5100",
						["class"] = 6,
						["time"] = 1548567769,
						["iLvl"] = 388,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "Virginiaz-洛丹伦",
						["bTag"] = "菊花朵朵开#5800",
						["class"] = 8,
						["time"] = 1548567963,
						["iLvl"] = 390,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "神被放弃-狂热之刃",
						["bTag"] = "不被神放弃#5754",
						["class"] = 5,
						["time"] = 1548562132,
						["iLvl"] = 393,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "Hirarch-克尔苏加德",
						["bTag"] = "Arist#5742",
						["class"] = 5,
						["time"] = 1548562958,
						["iLvl"] = 389,
					}, -- [76]
					{
						["class"] = 5,
						["role"] = "DAMAGER",
						["name"] = "墨冰丶-凤凰之神",
						["time"] = 1548567963,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "Mafioso-血色十字军",
						["bTag"] = "跌跌哭了#5930",
						["class"] = 4,
						["time"] = 1548567963,
						["iLvl"] = 387,
					}, -- [78]
					{
						["role"] = "HEALER",
						["name"] = "阿克萌德丿-埃德萨拉",
						["bTag"] = "纸皮#51152",
						["class"] = 11,
						["time"] = 1548567963,
						["iLvl"] = 394,
					}, -- [79]
					{
						["role"] = "HEALER",
						["name"] = "阿満-烈焰峰",
						["bTag"] = "男神#5875",
						["class"] = 7,
						["time"] = 1548567748,
						["iLvl"] = 390,
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "恋砜丶-海达希亚",
						["bTag"] = "恋砜#51216",
						["class"] = 5,
						["time"] = 1548562450,
						["iLvl"] = 389,
					}, -- [81]
					{
						["role"] = "HEALER",
						["name"] = "俏兰远去-格雷迈恩",
						["bTag"] = "隔壁老王#56807",
						["class"] = 2,
						["time"] = 1548567963,
						["iLvl"] = 391,
					}, -- [82]
					{
						["role"] = "HEALER",
						["name"] = "卡布淇诺-深渊之巢",
						["bTag"] = "小小之食人魔#5210880",
						["class"] = 5,
						["time"] = 1548567963,
						["iLvl"] = 391,
					}, -- [83]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "流云-格雷迈恩",
						["time"] = 1548567963,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "Soulmate-燃烧军团",
						["bTag"] = "Soulkeeper#5899",
						["class"] = 4,
						["time"] = 1548567963,
						["iLvl"] = 390,
					}, -- [85]
					{
						["role"] = "TANK",
						["name"] = "Vtor-血吼",
						["bTag"] = "霜冻之足#57814",
						["class"] = 6,
						["time"] = 1548567929,
						["iLvl"] = 393,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "薶狸丶-雷霆之王",
						["bTag"] = "一言不和奶死人#5583",
						["class"] = 4,
						["time"] = 1548567963,
						["iLvl"] = 389,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "丶胖子也疯狂-血吼",
						["bTag"] = "HiddenPants#57989",
						["class"] = 8,
						["time"] = 1548567963,
						["iLvl"] = 388,
					}, -- [88]
					{
						["role"] = "HEALER",
						["name"] = "丶无能狂怒丶-安苏",
						["bTag"] = "平胸而论#5953",
						["time"] = 1548649124,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 377,
					}, -- [89]
					{
						["role"] = "HEALER",
						["name"] = "大姐夫罩着的-血色十字军",
						["bTag"] = "琪露诺#51338",
						["class"] = 2,
						["time"] = 1548643067,
						["iLvl"] = 385,
					}, -- [90]
					{
						["role"] = "TANK",
						["name"] = "不死咆哮-海克泰尔",
						["bTag"] = "罗柯塔罗噶#5473",
						["class"] = 6,
						["time"] = 1548649124,
						["iLvl"] = 387,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "文軒丶-范克里夫",
						["bTag"] = "文軒丶#5592",
						["class"] = 9,
						["time"] = 1548645839,
						["iLvl"] = 387,
					}, -- [92]
					{
						["class"] = 12,
						["role"] = "TANK",
						["name"] = "卿丶爸爸-熔火之心",
						["time"] = 1548642646,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "情書灬-布兰卡德",
						["bTag"] = "橘子#55160",
						["class"] = 8,
						["time"] = 1548646902,
						["iLvl"] = 393,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "丶半岛铁盒丶-埃德萨拉",
						["bTag"] = "跳牛女般的吐马魂#5412",
						["class"] = 3,
						["time"] = 1548649124,
						["iLvl"] = 388,
					}, -- [95]
					{
						["role"] = "HEALER",
						["name"] = "回顾十载如初-主宰之剑",
						["bTag"] = "李我他#5131",
						["class"] = 11,
						["time"] = 1548642447,
						["iLvl"] = 389,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "不睡-燃烧之刃",
						["bTag"] = "Player#53144",
						["class"] = 4,
						["time"] = 1548644258,
						["iLvl"] = 388,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "頭版-血色十字军",
						["bTag"] = "DevilVirgil#5439",
						["class"] = 2,
						["time"] = 1548649124,
						["iLvl"] = 387,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "光与影之子-红云台地",
						["bTag"] = "Degenerate#51364",
						["class"] = 4,
						["time"] = 1548646249,
						["iLvl"] = 388,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "天举-血色十字军",
						["bTag"] = "抽刀断水#5881",
						["class"] = 8,
						["time"] = 1548649124,
						["iLvl"] = 390,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "香辣牛板筋-白银之手",
						["bTag"] = "新手上路多多关照#51889",
						["class"] = 7,
						["time"] = 1548649124,
						["iLvl"] = 389,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "糖门石滚丶-黑铁",
						["bTag"] = "soonyom#5758",
						["class"] = 9,
						["time"] = 1548643669,
						["iLvl"] = 389,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "鎏丶高岭-霜之哀伤",
						["bTag"] = "鎏大少爷#5867",
						["class"] = 11,
						["time"] = 1548648339,
						["iLvl"] = 387,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "咫尺无边-格瑞姆巴托",
						["bTag"] = "肥皂1314#5961",
						["class"] = 12,
						["time"] = 1548649124,
						["iLvl"] = 391,
					}, -- [104]
					{
						["role"] = "HEALER",
						["name"] = "猫猫虫虫-血色十字军",
						["bTag"] = "六六#52593",
						["class"] = 5,
						["time"] = 1548649124,
						["iLvl"] = 388,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "情谊阁丨知叶-安苏",
						["bTag"] = "slier#5502",
						["class"] = 12,
						["time"] = 1548649124,
						["iLvl"] = 384,
					}, -- [106]
					{
						["class"] = 11,
						["role"] = "HEALER",
						["name"] = "衰哥的女仆-黑铁",
						["time"] = 1548645324,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "自由的人偶-霜之哀伤",
						["bTag"] = "鲤鱼旗#51609",
						["class"] = 1,
						["time"] = 1548649124,
						["iLvl"] = 381,
					}, -- [108]
					{
						["role"] = "TANK",
						["name"] = "丶欲仙欲死-迅捷微风",
						["bTag"] = "BT160624#51190",
						["class"] = 6,
						["time"] = 1548649015,
						["iLvl"] = 390,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "注意素质-影之哀伤",
						["bTag"] = "ShinyHero#540488",
						["class"] = 3,
						["time"] = 1548646342,
						["iLvl"] = 390,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "灬术哆哆灬-太阳之井",
						["bTag"] = "我为朱朱打游戏#5698",
						["class"] = 9,
						["time"] = 1548649124,
						["iLvl"] = 383,
					}, -- [111]
					{
						["role"] = "HEALER",
						["name"] = "我凭实力单身-格瑞姆巴托",
						["bTag"] = "贼拉拉的男人#5194",
						["class"] = 11,
						["time"] = 1548646044,
						["iLvl"] = 391,
					}, -- [112]
					{
						["role"] = "HEALER",
						["name"] = "葡萄-安纳塞隆",
						["bTag"] = "领悟丶#51492",
						["class"] = 11,
						["time"] = 1548649124,
						["iLvl"] = 387,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼香肉丝儿-凤凰之神",
						["bTag"] = "让我改变你的心智#51508",
						["class"] = 9,
						["time"] = 1548649124,
						["iLvl"] = 391,
					}, -- [114]
					{
						["role"] = "HEALER",
						["name"] = "赵小小呆-洛丹伦",
						["bTag"] = "发牌员附体#5229",
						["class"] = 2,
						["time"] = 1548649124,
						["iLvl"] = 389,
					}, -- [115]
					{
						["role"] = "HEALER",
						["name"] = "回眸倾城-凤凰之神",
						["bTag"] = "凯恩#516722",
						["class"] = 11,
						["time"] = 1548646902,
						["iLvl"] = 390,
					}, -- [116]
					{
						["role"] = "HEALER",
						["name"] = "染小贱-死亡之翼",
						["bTag"] = "不死谁死#5229",
						["class"] = 7,
						["time"] = 1548648914,
						["iLvl"] = 387,
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "过儿还有咕咕-燃烧之刃",
						["bTag"] = "莎朗血蹄#5699",
						["class"] = 11,
						["time"] = 1548648052,
						["iLvl"] = 391,
					}, -- [118]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "啮刃-梦境之树",
						["time"] = 1548648513,
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "Cooc-血环",
						["bTag"] = "oiz#5953",
						["class"] = 4,
						["time"] = 1548649124,
						["iLvl"] = 387,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "丶爱你哟-凤凰之神",
						["bTag"] = "亲你的益达#5767",
						["class"] = 12,
						["time"] = 1548649124,
						["iLvl"] = 392,
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "冰流-迅捷微风",
						["bTag"] = "白银之鹰#5130394",
						["class"] = 8,
						["time"] = 1548649124,
						["iLvl"] = 392,
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "浪里个丶丹-凤凰之神",
						["bTag"] = "BT160826#51738",
						["class"] = 8,
						["time"] = 1548649124,
						["iLvl"] = 392,
					}, -- [123]
					{
						["role"] = "HEALER",
						["name"] = "情傷-冰霜之刃",
						["bTag"] = "战王#5426",
						["time"] = 1548690887,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 387,
					}, -- [124]
					{
						["role"] = "HEALER",
						["name"] = "别杀他两万五-太阳之井",
						["bTag"] = "qiqi#5677",
						["class"] = 5,
						["time"] = 1548690887,
						["iLvl"] = 390,
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "小丑-太阳之井",
						["bTag"] = "Jacker#5857",
						["class"] = 4,
						["time"] = 1548690887,
						["iLvl"] = 391,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "弑魂乄千殺-贫瘠之地",
						["bTag"] = "天涯#5914",
						["class"] = 1,
						["time"] = 1548690887,
						["iLvl"] = 387,
					}, -- [127]
					{
						["role"] = "HEALER",
						["name"] = "北狼-死亡熔炉",
						["bTag"] = "PLA#5991",
						["class"] = 11,
						["time"] = 1548690887,
						["iLvl"] = 389,
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "血影之歌-天空之墙",
						["bTag"] = "第三射手#5438",
						["class"] = 4,
						["time"] = 1548690887,
						["iLvl"] = 387,
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "蛇哥-太阳之井",
						["bTag"] = "天小萨满#5878",
						["class"] = 1,
						["time"] = 1548690195,
						["iLvl"] = 389,
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "牛十-冰霜之刃",
						["bTag"] = "wp1990#5625",
						["class"] = 12,
						["time"] = 1548690887,
						["iLvl"] = 392,
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "默羽怜熙痕-伊森利恩",
						["bTag"] = "怜熙痕#5697",
						["class"] = 4,
						["time"] = 1548690887,
						["iLvl"] = 390,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "八钢刘德华-伊利丹",
						["bTag"] = "陈浩南#5564",
						["class"] = 8,
						["time"] = 1548690887,
						["iLvl"] = 388,
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "菇咕萌萌-凤凰之神",
						["bTag"] = "MightyPants#546735",
						["class"] = 11,
						["time"] = 1548690423,
						["iLvl"] = 387,
					}, -- [134]
					{
						["role"] = "HEALER",
						["name"] = "冷丶落花-格瑞姆巴托",
						["bTag"] = "王劲#5795",
						["class"] = 2,
						["time"] = 1548690887,
						["iLvl"] = 387,
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "不士不可-安苏",
						["bTag"] = "不士不可#5689",
						["class"] = 8,
						["time"] = 1548690887,
						["iLvl"] = 387,
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "牛德划-迅捷微风",
						["bTag"] = "小俊#5298",
						["class"] = 11,
						["time"] = 1550915867,
						["iLvl"] = 409,
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "白鸽丨丨侦探-迅捷微风",
						["bTag"] = "奥特曼归来#5533",
						["class"] = 12,
						["time"] = 1548690887,
						["iLvl"] = 390,
					}, -- [138]
					{
						["role"] = "TANK",
						["name"] = "丨灬小碗熊丶-丽丽（四川）",
						["bTag"] = "萌萌滴丶宝宝#5199",
						["class"] = 6,
						["time"] = 1548690887,
						["iLvl"] = 391,
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱灬铭峰-死亡之翼",
						["bTag"] = "前铭峰#5194",
						["class"] = 8,
						["time"] = 1548690887,
						["iLvl"] = 389,
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "切兮娅-迅捷微风",
						["bTag"] = "Miraclez#51123",
						["class"] = 8,
						["time"] = 1548689595,
						["iLvl"] = 396,
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "胜负-森金",
						["bTag"] = "胜负#5434",
						["class"] = 3,
						["time"] = 1548690887,
						["iLvl"] = 392,
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "史诗太贪造物-格瑞姆巴托",
						["bTag"] = "胖丁好运#5123",
						["class"] = 8,
						["time"] = 1548690887,
						["iLvl"] = 389,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "我有个好老婆-克尔苏加德",
						["bTag"] = "安康鱼#51246",
						["class"] = 3,
						["time"] = 1548690887,
						["iLvl"] = 387,
					}, -- [144]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "指間緣-冰霜之刃",
						["time"] = 1548689652,
					}, -- [145]
					{
						["role"] = "HEALER",
						["name"] = "他的女朋友-血环",
						["bTag"] = "蛋蛋的忧伤#51439",
						["class"] = 2,
						["time"] = 1548690887,
						["iLvl"] = 388,
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "Rxing-阿纳克洛斯",
						["bTag"] = "奈萨里奥#5523",
						["class"] = 8,
						["time"] = 1548690887,
						["iLvl"] = 390,
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "啥都轰不住-布兰卡德",
						["bTag"] = "Flame#5395",
						["class"] = 8,
						["time"] = 1548690887,
						["iLvl"] = 393,
					}, -- [148]
					{
						["role"] = "HEALER",
						["name"] = "三十六陂春水-烈焰峰",
						["bTag"] = "乌兰巴托的夜#5799",
						["class"] = 7,
						["time"] = 1548690887,
						["iLvl"] = 391,
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "丶暗黑之魂-格瑞姆巴托",
						["bTag"] = "丶剑雪飘零#5159",
						["class"] = 9,
						["time"] = 1548690887,
						["iLvl"] = 383,
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "老辣雄浑-克尔苏加德",
						["bTag"] = "方圆百里#5508",
						["class"] = 9,
						["time"] = 1548690887,
						["iLvl"] = 389,
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "牧有哒咪咪-黑暗之矛",
						["bTag"] = "疯狂的雀雀#5320",
						["class"] = 5,
						["time"] = 1548690887,
						["iLvl"] = 389,
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔忒尼斯-斯克提斯",
						["bTag"] = "Nikko#5341",
						["class"] = 3,
						["time"] = 1548690887,
						["iLvl"] = 387,
					}, -- [153]
					{
						["role"] = "HEALER",
						["name"] = "呆丶牛-格瑞姆巴托",
						["bTag"] = "今晚吃白切鸡#5965",
						["class"] = 7,
						["time"] = 1548690887,
						["iLvl"] = 393,
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "相马茜-布兰卡德",
						["bTag"] = "街角的蔷薇#5939",
						["class"] = 1,
						["time"] = 1548690887,
						["iLvl"] = 391,
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "博一一-黑暗之矛",
						["bTag"] = "博俣儿#5595",
						["class"] = 12,
						["time"] = 1548690887,
						["iLvl"] = 393,
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "回忆月夜-梅尔加尼",
						["bTag"] = "回忆月夜#5126",
						["class"] = 5,
						["time"] = 1548690887,
						["iLvl"] = 391,
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "Akimomo-回音山",
						["bTag"] = "爱音乐的秋月君#5165",
						["class"] = 6,
						["time"] = 1550127914,
						["iLvl"] = 407,
					}, -- [158]
					{
						["role"] = "TANK",
						["name"] = "乱世妖妃-阿曼尼",
						["bTag"] = "黑叔的脆皮面具#5659",
						["class"] = 2,
						["time"] = 1548922200,
						["iLvl"] = 391,
					}, -- [159]
					{
						["role"] = "HEALER",
						["name"] = "伊心-洛丹伦",
						["bTag"] = "伊心#5388",
						["class"] = 11,
						["time"] = 1548926273,
						["iLvl"] = 382,
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "夜如墨止-回音山",
						["bTag"] = "Fatenight#5291",
						["class"] = 1,
						["time"] = 1548926273,
						["iLvl"] = 392,
					}, -- [161]
					{
						["role"] = "HEALER",
						["name"] = "芸芸之中-安苏",
						["bTag"] = "快到碗里来#54585",
						["class"] = 2,
						["time"] = 1548926273,
						["iLvl"] = 396,
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "Schurrik-提尔之手",
						["bTag"] = "HZDD#51304",
						["class"] = 4,
						["time"] = 1548922260,
						["iLvl"] = 390,
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "平湖市委秘书-提尔之手",
						["bTag"] = "平湖市市委秘书#5658",
						["class"] = 12,
						["time"] = 1548922260,
						["iLvl"] = 391,
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "玩儿完-丽丽（四川）",
						["bTag"] = "wen#5445",
						["class"] = 12,
						["time"] = 1548922091,
						["iLvl"] = 389,
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "猥琐偷人-阿比迪斯",
						["bTag"] = "秃子#5145",
						["class"] = 4,
						["time"] = 1548923406,
						["iLvl"] = 387,
					}, -- [166]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "暗影夜空-黑暗魅影",
						["time"] = 1548922260,
					}, -- [167]
					{
						["role"] = "HEALER",
						["name"] = "牛牛不怕-回音山",
						["bTag"] = "GSY#51796",
						["class"] = 7,
						["time"] = 1548926273,
						["iLvl"] = 390,
					}, -- [168]
					{
						["role"] = "HEALER",
						["name"] = "月下幽姬-海克泰尔",
						["bTag"] = "郭威#5999",
						["class"] = 5,
						["time"] = 1548923406,
						["iLvl"] = 387,
					}, -- [169]
					{
						["role"] = "HEALER",
						["name"] = "幽幽天狼-耐奥祖",
						["bTag"] = "史诗之圣骑#5146",
						["class"] = 10,
						["time"] = 1548926273,
						["iLvl"] = 388,
					}, -- [170]
					{
						["role"] = "HEALER",
						["name"] = "麦科勒姆-伊莫塔尔",
						["bTag"] = "老八#51538",
						["class"] = 7,
						["time"] = 1548926273,
						["iLvl"] = 390,
					}, -- [171]
					{
						["role"] = "HEALER",
						["name"] = "Gle-伊利丹",
						["bTag"] = "耿永攀#5179",
						["class"] = 10,
						["time"] = 1548923406,
						["iLvl"] = 383,
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "Damagelol-影之哀伤",
						["bTag"] = "为爱千寻#5779",
						["class"] = 8,
						["time"] = 1548926273,
						["iLvl"] = 387,
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "零点浮动-暴风祭坛",
						["bTag"] = "糖宝他爹#5735",
						["class"] = 8,
						["time"] = 1548923406,
						["iLvl"] = 388,
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "肩膀上的小妖-埃德萨拉",
						["bTag"] = "殊途同鬼#5445",
						["class"] = 9,
						["time"] = 1548921754,
						["iLvl"] = 385,
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "Yrty-黑暗之矛",
						["bTag"] = "Rayan#5870",
						["class"] = 9,
						["time"] = 1548926273,
						["iLvl"] = 383,
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "丄屮屮丅-冰霜之刃",
						["bTag"] = "小苹果#51360",
						["class"] = 3,
						["time"] = 1548923406,
						["iLvl"] = 384,
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "风声鹤唳鸡群-迅捷微风",
						["bTag"] = "大呲花#5308",
						["class"] = 9,
						["time"] = 1548926273,
						["iLvl"] = 383,
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "软软-回音山",
						["bTag"] = "浮华堇年#5526",
						["class"] = 8,
						["time"] = 1548926273,
						["iLvl"] = 392,
					}, -- [179]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "萨萨丽安-哈卡",
						["time"] = 1548926273,
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "游猎-海克泰尔",
						["bTag"] = "Loset#5832",
						["class"] = 3,
						["time"] = 1548922913,
						["iLvl"] = 393,
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "防御牧-亚雷戈斯",
						["bTag"] = "防御牧#5486",
						["class"] = 5,
						["time"] = 1548922260,
						["iLvl"] = 380,
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "叁刀流丶索隆-燃烧之刃",
						["bTag"] = "海滨#5875",
						["class"] = 1,
						["time"] = 1548926273,
						["iLvl"] = 394,
					}, -- [183]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "大宝和健-血环",
						["time"] = 1548926273,
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "魔兽小德-燃烧之刃",
						["bTag"] = "小小雪落花#5392",
						["class"] = 11,
						["time"] = 1548925348,
						["iLvl"] = 382,
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "亡者丿水贼-安苏",
						["bTag"] = "泡妞典范#5875",
						["class"] = 4,
						["time"] = 1548925281,
						["iLvl"] = 387,
					}, -- [186]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "温蕾萨丶怒风-太阳之井",
						["time"] = 1548926273,
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "小小壯-无尽之海",
						["bTag"] = "贼与争峰#5952",
						["class"] = 12,
						["time"] = 1548923406,
						["iLvl"] = 392,
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "四大恶人-死亡之翼",
						["bTag"] = "hsming#5188",
						["class"] = 12,
						["time"] = 1548923406,
						["iLvl"] = 381,
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "大女夭米青-冬泉谷",
						["bTag"] = "迷你之泰坦#59247",
						["class"] = 3,
						["time"] = 1548926273,
						["iLvl"] = 391,
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的射手丶-燃烧之刃",
						["bTag"] = "一个有故事的男人#51679",
						["class"] = 3,
						["time"] = 1548926273,
						["iLvl"] = 381,
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "战神丿昆-白银之手",
						["bTag"] = "战神丿昆#5148",
						["class"] = 1,
						["time"] = 1548926273,
						["iLvl"] = 385,
					}, -- [192]
					{
						["role"] = "HEALER",
						["name"] = "某年晴天-石爪峰",
						["bTag"] = "某年晴天#5938",
						["class"] = 5,
						["time"] = 1548926273,
						["iLvl"] = 386,
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "心逐南云逝-狂热之刃",
						["bTag"] = "吴轩轶#5714",
						["class"] = 12,
						["time"] = 1548926273,
						["iLvl"] = 390,
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "乂刕卩丶冈刂-雷霆之王",
						["bTag"] = "乐爸#51532",
						["class"] = 12,
						["time"] = 1548926273,
						["iLvl"] = 392,
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "风雨中的承-苏塔恩",
						["bTag"] = "老牛吃嫩草#5949",
						["class"] = 4,
						["time"] = 1548926273,
						["iLvl"] = 397,
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "天生傲气-影之哀伤",
						["bTag"] = "回忆未来#51271",
						["class"] = 3,
						["time"] = 1548926273,
						["iLvl"] = 393,
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "希奈丝特拉丶-海克泰尔",
						["bTag"] = "且听风吟御剑于心#51712",
						["class"] = 8,
						["time"] = 1548926273,
						["iLvl"] = 389,
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "爱美西-死亡之翼",
						["bTag"] = "第一#5914",
						["class"] = 12,
						["time"] = 1548926273,
						["iLvl"] = 394,
					}, -- [199]
					{
						["role"] = "HEALER",
						["name"] = "养猪大亨-影之哀伤",
						["bTag"] = "茫然#5161",
						["time"] = 1548948560,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 394,
					}, -- [200]
					{
						["role"] = "HEALER",
						["name"] = "月下的砂-影之哀伤",
						["bTag"] = "月下的沙#5285",
						["class"] = 11,
						["time"] = 1548947760,
						["iLvl"] = 386,
					}, -- [201]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "贼丶无聊-死亡之翼",
						["time"] = 1548948560,
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "重回一九九八-艾莫莉丝",
						["bTag"] = "BrightHammer#525589",
						["class"] = 12,
						["time"] = 1548948560,
						["iLvl"] = 389,
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "黑星丶霁无瑕-影之哀伤",
						["bTag"] = "Local#5433",
						["class"] = 4,
						["time"] = 1548948560,
						["iLvl"] = 396,
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "猪棍子-安苏",
						["bTag"] = "大叔控#5719",
						["class"] = 4,
						["time"] = 1548948560,
						["iLvl"] = 392,
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "尬波-影之哀伤",
						["bTag"] = "阿蛋仔#5841",
						["class"] = 1,
						["time"] = 1548948560,
						["iLvl"] = 388,
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "专业带路-影之哀伤",
						["bTag"] = "空壳#5672",
						["class"] = 4,
						["time"] = 1548948560,
						["iLvl"] = 389,
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "丨冲钅-通灵学院",
						["bTag"] = "枫花血月#5764",
						["class"] = 1,
						["time"] = 1548948560,
						["iLvl"] = 388,
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "淸風蒣逨-石爪峰",
						["bTag"] = "淸風蒣逨#5972",
						["class"] = 8,
						["time"] = 1548946962,
						["iLvl"] = 394,
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "丨迟暮灬-影之哀伤",
						["bTag"] = "丨渔夫灬#5385",
						["class"] = 9,
						["time"] = 1548948560,
						["iLvl"] = 395,
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "给你一口甜甜-影之哀伤",
						["bTag"] = "季节雨#5810",
						["class"] = 8,
						["time"] = 1548948560,
						["iLvl"] = 389,
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "浮夸而已-影之哀伤",
						["bTag"] = "哎呦我去#5133",
						["class"] = 12,
						["time"] = 1548948560,
						["iLvl"] = 392,
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "Jwofa-狂热之刃",
						["bTag"] = "Jwofa#5587",
						["class"] = 8,
						["time"] = 1548948560,
						["iLvl"] = 392,
					}, -- [213]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "月光雪尒-影之哀伤",
						["time"] = 1548948560,
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "资深路痴-影之哀伤",
						["bTag"] = "抱起一只大咕咕#5178",
						["class"] = 8,
						["time"] = 1548948560,
						["iLvl"] = 392,
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "永夜梦寐-影之哀伤",
						["bTag"] = "咸鱼也有梦想#51440",
						["class"] = 9,
						["time"] = 1548946774,
						["iLvl"] = 393,
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "橙心丶橙意-影之哀伤",
						["bTag"] = "深海之愿#5392",
						["class"] = 8,
						["time"] = 1548948560,
						["iLvl"] = 390,
					}, -- [217]
					{
						["class"] = 1,
						["role"] = "TANK",
						["name"] = "氵流氓丶-伊森利恩",
						["time"] = 1548948560,
					}, -- [218]
					{
						["class"] = 10,
						["role"] = "HEALER",
						["name"] = "云暴风烈酒-破碎岭",
						["time"] = 1548948560,
					}, -- [219]
					{
						["role"] = "HEALER",
						["name"] = "影子丶疯症-纳克萨玛斯",
						["bTag"] = "红领巾小霸王#5396",
						["class"] = 5,
						["time"] = 1548948560,
						["iLvl"] = 386,
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "风铃叮叮-烈焰峰",
						["bTag"] = "nova#52836",
						["class"] = 5,
						["time"] = 1548947791,
						["iLvl"] = 390,
					}, -- [221]
					{
						["class"] = 11,
						["role"] = "HEALER",
						["name"] = "五朵金花之首-克苏恩",
						["time"] = 1548948560,
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "团队毒瘤法爷-血色十字军",
						["bTag"] = "邱少平的号#5184",
						["time"] = 1549002262,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 392,
					}, -- [223]
					{
						["role"] = "TANK",
						["name"] = "侃爺-狂热之刃",
						["bTag"] = "义乌第一帅#5412",
						["class"] = 6,
						["time"] = 1549002262,
						["iLvl"] = 394,
					}, -- [224]
					{
						["class"] = 2,
						["role"] = "TANK",
						["name"] = "灬小伙机灬-安苏",
						["time"] = 1549000114,
					}, -- [225]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "勇敢洛丁-伊森利恩",
						["time"] = 1549002262,
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "丨嗞嗞-丽丽（四川）",
						["bTag"] = "老司机#58278",
						["class"] = 1,
						["time"] = 1549002262,
						["iLvl"] = 395,
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "拳打小凯凯-冰风岗",
						["bTag"] = "不仅狠还很邪#5195",
						["class"] = 4,
						["time"] = 1548998728,
						["iLvl"] = 399,
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "迪妮莎菲爾-死亡之翼",
						["bTag"] = "迪妮莎菲尔#5969",
						["class"] = 12,
						["time"] = 1549002262,
						["iLvl"] = 393,
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "让领导先上丶-萨菲隆",
						["bTag"] = "fei#5255",
						["class"] = 3,
						["time"] = 1549002155,
						["iLvl"] = 396,
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "曦毒残阳-影之哀伤",
						["bTag"] = "整倆硬菜#5389",
						["class"] = 4,
						["time"] = 1548998728,
						["iLvl"] = 393,
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫小子-狂热之刃",
						["bTag"] = "铁鹰#5951",
						["class"] = 10,
						["time"] = 1549002262,
						["iLvl"] = 395,
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒乄回忆-鬼雾峰",
						["bTag"] = "小刚#5943",
						["class"] = 3,
						["time"] = 1549000114,
						["iLvl"] = 391,
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "污兮控-格瑞姆巴托",
						["bTag"] = "污西控#5384",
						["class"] = 9,
						["time"] = 1549002262,
						["iLvl"] = 395,
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "牛器冲天丶丶-布兰卡德",
						["bTag"] = "naiveblack#5565",
						["class"] = 11,
						["time"] = 1549002262,
						["iLvl"] = 397,
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "散落指尖沙-萨尔",
						["bTag"] = "散落指尖沙#5537",
						["class"] = 12,
						["time"] = 1549002262,
						["iLvl"] = 394,
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "敵灬瞂師-冰风岗",
						["bTag"] = "夜夜夜夜#5757",
						["class"] = 12,
						["time"] = 1549000114,
						["iLvl"] = 397,
					}, -- [237]
					{
						["role"] = "DAMAGER",
						["name"] = "playerAVXMWW-贫瘠之地",
						["bTag"] = "遗忘记忆里的微笑#5823",
						["class"] = 3,
						["time"] = 1548998728,
						["iLvl"] = 393,
					}, -- [238]
					{
						["role"] = "HEALER",
						["name"] = "黑铁之手-冰风岗",
						["bTag"] = "TerryCola#5100",
						["class"] = 2,
						["time"] = 1549002262,
						["iLvl"] = 394,
					}, -- [239]
					{
						["role"] = "HEALER",
						["name"] = "萌爷来见鬼-阿克蒙德",
						["bTag"] = "萌爷#5402",
						["class"] = 2,
						["time"] = 1549002262,
						["iLvl"] = 394,
					}, -- [240]
					{
						["role"] = "HEALER",
						["name"] = "晚安安-燃烧之刃",
						["bTag"] = "MyTtWorLD#5419",
						["class"] = 7,
						["time"] = 1549002147,
						["iLvl"] = 393,
					}, -- [241]
					{
						["role"] = "HEALER",
						["name"] = "团长你缺德不-霜狼",
						["bTag"] = "SweetHeart#5577",
						["class"] = 11,
						["time"] = 1549002211,
						["iLvl"] = 393,
					}, -- [242]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "贰拾柒-辛达苟萨",
						["time"] = 1549000114,
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "癫鳮-冰风岗",
						["bTag"] = "癫鸡#5564",
						["class"] = 8,
						["time"] = 1549002262,
						["iLvl"] = 394,
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼神瓜瓜-安苏",
						["bTag"] = "鬼神瓜瓜#5119",
						["class"] = 8,
						["time"] = 1549002262,
						["iLvl"] = 396,
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["name"] = "咕咚饼干菌-基尔罗格",
						["bTag"] = "三只小鹿#51831",
						["class"] = 8,
						["time"] = 1549002262,
						["iLvl"] = 392,
					}, -- [246]
					{
						["role"] = "DAMAGER",
						["name"] = "妈哟-冰风岗",
						["bTag"] = "不仅狠还很邪#5195",
						["class"] = 8,
						["time"] = 1548998728,
						["iLvl"] = 397,
					}, -- [247]
					{
						["role"] = "HEALER",
						["name"] = "栀寒槿-寒冰皇冠",
						["bTag"] = "伶星#5947",
						["class"] = 5,
						["time"] = 1549000114,
						["iLvl"] = 394,
					}, -- [248]
					{
						["role"] = "HEALER",
						["name"] = "花落亿流年-无尽之海",
						["bTag"] = "郑锴#5691",
						["class"] = 10,
						["time"] = 1548999498,
						["iLvl"] = 396,
					}, -- [249]
					{
						["role"] = "HEALER",
						["name"] = "徦鈔換貞懆-深渊之巢",
						["bTag"] = "Xyz#52886",
						["class"] = 10,
						["time"] = 1549002262,
						["iLvl"] = 395,
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "二十四人父-埃德萨拉",
						["bTag"] = "赤诚#51811",
						["class"] = 7,
						["time"] = 1549000114,
						["iLvl"] = 396,
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "江佐梅郎-冰风岗",
						["bTag"] = "冷眼看客#5799",
						["class"] = 12,
						["time"] = 1549002262,
						["iLvl"] = 393,
					}, -- [252]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "深海巨鲨-冰风岗",
						["time"] = 1549002262,
					}, -- [253]
					{
						["role"] = "HEALER",
						["name"] = "麻将一号丶-死亡之翼",
						["bTag"] = "翾翾小妹妹#5246",
						["time"] = 1549979035,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 404,
					}, -- [254]
					{
						["role"] = "TANK",
						["name"] = "黑猫紧张丶-死亡之翼",
						["bTag"] = "小熊丶#51409",
						["class"] = 6,
						["time"] = 1549979035,
						["iLvl"] = 408,
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "三尺木牛马丶-死亡之翼",
						["bTag"] = "诺诺诺诺诺羽丶#5471",
						["class"] = 12,
						["time"] = 1549979035,
						["iLvl"] = 407,
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "Painkillerqt-死亡之翼",
						["bTag"] = "BurningQT#5155",
						["class"] = 5,
						["time"] = 1549979035,
						["iLvl"] = 408,
					}, -- [257]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "虎牙同福-死亡之翼",
						["time"] = 1549713416,
					}, -- [258]
					{
						["role"] = "HEALER",
						["name"] = "天行丶奶糖-死亡之翼",
						["bTag"] = "丶吟风#5652",
						["class"] = 2,
						["time"] = 1549109593,
						["iLvl"] = 400,
					}, -- [259]
					{
						["role"] = "HEALER",
						["name"] = "燃烧吧小德-死亡之翼",
						["bTag"] = "Coz#5714",
						["class"] = 11,
						["time"] = 1549974199,
						["iLvl"] = 402,
					}, -- [260]
					{
						["role"] = "HEALER",
						["name"] = "今白夜-死亡之翼",
						["bTag"] = "幽灵狼#51389",
						["class"] = 5,
						["time"] = 1549717595,
						["iLvl"] = 404,
					}, -- [261]
					{
						["role"] = "DAMAGER",
						["name"] = "萌張飛-死亡之翼",
						["bTag"] = "葬剑#5668",
						["class"] = 1,
						["time"] = 1549109593,
						["iLvl"] = 399,
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "Mmortred-死亡之翼",
						["bTag"] = "Mmortred#5121",
						["class"] = 8,
						["time"] = 1549979035,
						["iLvl"] = 400,
					}, -- [263]
					{
						["role"] = "DAMAGER",
						["name"] = "殺人弓-死亡之翼",
						["bTag"] = "EMCC#5963",
						["class"] = 3,
						["time"] = 1549717929,
						["iLvl"] = 403,
					}, -- [264]
					{
						["role"] = "DAMAGER",
						["name"] = "兜兜丶飘落-死亡之翼",
						["bTag"] = "人生若只如初见#51468",
						["class"] = 12,
						["time"] = 1549109593,
						["iLvl"] = 391,
					}, -- [265]
					{
						["role"] = "DAMAGER",
						["name"] = "叽歪叽歪-死亡之翼",
						["bTag"] = "玩世不恭丶#5159",
						["class"] = 1,
						["time"] = 1550404976,
						["iLvl"] = 401,
					}, -- [266]
					{
						["role"] = "DAMAGER",
						["name"] = "闪瞎你肚脐眼-死亡之翼",
						["bTag"] = "丶吟风#5652",
						["class"] = 3,
						["time"] = 1549979035,
						["iLvl"] = 406,
					}, -- [267]
					{
						["role"] = "DAMAGER",
						["name"] = "摸起来肉肉的-死亡之翼",
						["bTag"] = "这游戏生气没用呀#5509",
						["class"] = 5,
						["time"] = 1549717929,
						["iLvl"] = 400,
					}, -- [268]
					{
						["role"] = "DAMAGER",
						["name"] = "天行丶锤子迈-死亡之翼",
						["bTag"] = "锤子锤#51715",
						["class"] = 8,
						["time"] = 1549109593,
						["iLvl"] = 398,
					}, -- [269]
					{
						["role"] = "DAMAGER",
						["name"] = "天行丶审判雷-死亡之翼",
						["bTag"] = "月夜青衣#5134",
						["class"] = 12,
						["time"] = 1549109593,
						["iLvl"] = 400,
					}, -- [270]
					{
						["role"] = "DAMAGER",
						["name"] = "重释旧暧-死亡之翼",
						["bTag"] = "Tony#51886",
						["class"] = 8,
						["time"] = 1549979035,
						["iLvl"] = 405,
					}, -- [271]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "古二蛋儿-死亡之翼",
						["time"] = 1549109593,
					}, -- [272]
					{
						["role"] = "DAMAGER",
						["name"] = "我不是赛亚人-死亡之翼",
						["bTag"] = "刘柏君#51740",
						["class"] = 8,
						["time"] = 1549109593,
						["iLvl"] = 395,
					}, -- [273]
					{
						["role"] = "HEALER",
						["name"] = "诶哟哟丶-卡德罗斯",
						["bTag"] = "莓莓很忙丶#5920",
						["time"] = 1549198113,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 395,
					}, -- [274]
					{
						["role"] = "TANK",
						["name"] = "龙魂刃-血色十字军",
						["bTag"] = "傲气天煞贾超#5715",
						["class"] = 2,
						["time"] = 1549198113,
						["iLvl"] = 402,
					}, -- [275]
					{
						["role"] = "DAMAGER",
						["name"] = "杀戮丛林-迦拉克隆",
						["bTag"] = "狂野之狼#5260939",
						["class"] = 3,
						["time"] = 1549198113,
						["iLvl"] = 395,
					}, -- [276]
					{
						["class"] = 6,
						["role"] = "DAMAGER",
						["name"] = "连续普通拳-密林游侠",
						["time"] = 1549198113,
					}, -- [277]
					{
						["role"] = "DAMAGER",
						["name"] = "闷了个喵-卡德罗斯",
						["bTag"] = "神奇小香蕉#5968",
						["class"] = 4,
						["time"] = 1549198113,
						["iLvl"] = 390,
					}, -- [278]
					{
						["role"] = "DAMAGER",
						["name"] = "克里斯丨圣光-地狱之石",
						["bTag"] = "克里斯丨圣光#5508",
						["class"] = 2,
						["time"] = 1549198113,
						["iLvl"] = 399,
					}, -- [279]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "乐子-卡德罗斯",
						["time"] = 1549198113,
					}, -- [280]
					{
						["role"] = "DAMAGER",
						["name"] = "陈一发儿-丹莫德",
						["bTag"] = "中文字幕#5940",
						["class"] = 3,
						["time"] = 1549198113,
						["iLvl"] = 398,
					}, -- [281]
					{
						["role"] = "DAMAGER",
						["name"] = "魚丸媽媽-黑暗魅影",
						["bTag"] = "蓝色贝鱼#5194",
						["class"] = 3,
						["time"] = 1549198113,
						["iLvl"] = 393,
					}, -- [282]
					{
						["role"] = "DAMAGER",
						["name"] = "丶祈福-奥斯里安",
						["bTag"] = "EdwinY#51963",
						["class"] = 5,
						["time"] = 1549197873,
						["iLvl"] = 391,
					}, -- [283]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血-黑暗魅影",
						["bTag"] = "冷敖寒#5500",
						["class"] = 8,
						["time"] = 1549198113,
						["iLvl"] = 393,
					}, -- [284]
					{
						["role"] = "HEALER",
						["name"] = "幻影谜宗步-埃德萨拉",
						["bTag"] = "魔鬼司令官#5178",
						["class"] = 10,
						["time"] = 1549198113,
						["iLvl"] = 400,
					}, -- [285]
					{
						["role"] = "HEALER",
						["name"] = "哆哆益善-迦拉克隆",
						["bTag"] = "泡沫#5643",
						["class"] = 11,
						["time"] = 1549198113,
						["iLvl"] = 396,
					}, -- [286]
					{
						["role"] = "DAMAGER",
						["name"] = "Arrogance-卡德罗斯",
						["bTag"] = "小王#52173",
						["class"] = 2,
						["time"] = 1549198113,
						["iLvl"] = 396,
					}, -- [287]
					{
						["role"] = "TANK",
						["name"] = "潍潍-符文图腾",
						["bTag"] = "潍潍哥#5956",
						["class"] = 2,
						["time"] = 1549198113,
						["iLvl"] = 394,
					}, -- [288]
					{
						["role"] = "DAMAGER",
						["name"] = "玉面大魔王-安苏",
						["bTag"] = "EchoSo#5682",
						["class"] = 1,
						["time"] = 1549198113,
						["iLvl"] = 399,
					}, -- [289]
					{
						["role"] = "DAMAGER",
						["name"] = "水星道哥-丽丽（四川）",
						["bTag"] = "吖道#5805",
						["class"] = 3,
						["time"] = 1549198113,
						["iLvl"] = 399,
					}, -- [290]
					{
						["role"] = "HEALER",
						["name"] = "尛白菟丶-埃德萨拉",
						["bTag"] = "Diamond#53126",
						["class"] = 5,
						["time"] = 1549198113,
						["iLvl"] = 397,
					}, -- [291]
					{
						["role"] = "DAMAGER",
						["name"] = "真城丶縭舞-安苏",
						["bTag"] = "园神凛祢丶#5811",
						["time"] = 1549208008,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 396,
					}, -- [292]
					{
						["role"] = "TANK",
						["name"] = "暴怒的皮皮丶-埃德萨拉",
						["bTag"] = "理查得泰深#5196",
						["class"] = 1,
						["time"] = 1549208008,
						["iLvl"] = 396,
					}, -- [293]
					{
						["role"] = "DAMAGER",
						["name"] = "聖光忽悠着你-燃烧之刃",
						["bTag"] = "聖光忽悠着你#5999",
						["class"] = 2,
						["time"] = 1549208008,
						["iLvl"] = 397,
					}, -- [294]
					{
						["role"] = "DAMAGER",
						["name"] = "斩老师-安苏",
						["bTag"] = "斩老师#5649",
						["class"] = 8,
						["time"] = 1549208008,
						["iLvl"] = 394,
					}, -- [295]
					{
						["role"] = "DAMAGER",
						["name"] = "浮竹伯丶-凤凰之神",
						["bTag"] = "hyster1a#5974",
						["class"] = 6,
						["time"] = 1549208008,
						["iLvl"] = 394,
					}, -- [296]
					{
						["role"] = "DAMAGER",
						["name"] = "泰丶坦造物法-克尔苏加德",
						["bTag"] = "超人也会哭#51383",
						["class"] = 8,
						["time"] = 1549208008,
						["iLvl"] = 398,
					}, -- [297]
					{
						["role"] = "DAMAGER",
						["name"] = "彼岸丶花-冰风岗",
						["bTag"] = "小妖#5920",
						["class"] = 3,
						["time"] = 1549208008,
						["iLvl"] = 393,
					}, -- [298]
					{
						["role"] = "HEALER",
						["name"] = "Aldielshal-安苏",
						["bTag"] = "Elune#5750",
						["class"] = 5,
						["time"] = 1549208008,
						["iLvl"] = 399,
					}, -- [299]
					{
						["role"] = "HEALER",
						["name"] = "小魔女萌星星-冰风岗",
						["bTag"] = "抹茶雪域#5783",
						["class"] = 2,
						["time"] = 1549208008,
						["iLvl"] = 396,
					}, -- [300]
					{
						["role"] = "DAMAGER",
						["name"] = "速度放丶-死亡之翼",
						["bTag"] = "智慧树下操您妈#5522",
						["class"] = 12,
						["time"] = 1549208008,
						["iLvl"] = 393,
					}, -- [301]
					{
						["role"] = "DAMAGER",
						["name"] = "Hippocampi-影之哀伤",
						["bTag"] = "海马灬叔叔#5193",
						["class"] = 1,
						["time"] = 1549208008,
						["iLvl"] = 393,
					}, -- [302]
					{
						["role"] = "DAMAGER",
						["name"] = "迪萌哼特-安苏",
						["bTag"] = "阳光照照我#5176",
						["class"] = 12,
						["time"] = 1549208008,
						["iLvl"] = 391,
					}, -- [303]
					{
						["role"] = "HEALER",
						["name"] = "没胸也要奶-冰风岗",
						["bTag"] = "小老头#5935",
						["class"] = 5,
						["time"] = 1549208008,
						["iLvl"] = 389,
					}, -- [304]
					{
						["role"] = "TANK",
						["name"] = "死了更漂亮-埃德萨拉",
						["bTag"] = "恋恋风歌#51759",
						["class"] = 6,
						["time"] = 1549208008,
						["iLvl"] = 394,
					}, -- [305]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落的鲁鲁修-埃德萨拉",
						["bTag"] = "Lawliet#5252",
						["class"] = 4,
						["time"] = 1549208008,
						["iLvl"] = 406,
					}, -- [306]
					{
						["role"] = "DAMAGER",
						["name"] = "橙群结对-燃烧之刃",
						["bTag"] = "笨笨的乖乖#5940",
						["class"] = 1,
						["time"] = 1549208008,
						["iLvl"] = 400,
					}, -- [307]
					{
						["role"] = "HEALER",
						["name"] = "小橙多-奥尔加隆",
						["bTag"] = "周子萱#5594",
						["class"] = 11,
						["time"] = 1549208008,
						["iLvl"] = 397,
					}, -- [308]
					{
						["role"] = "DAMAGER",
						["name"] = "丶囧囧灬-格瑞姆巴托",
						["bTag"] = "星痕弑#5682",
						["class"] = 12,
						["time"] = 1549208008,
						["iLvl"] = 393,
					}, -- [309]
					{
						["role"] = "DAMAGER",
						["name"] = "谁组的骑士-丽丽（四川）",
						["bTag"] = "萨满不砍魔兽必亡#5965",
						["class"] = 2,
						["time"] = 1549208008,
						["iLvl"] = 398,
					}, -- [310]
					{
						["role"] = "DAMAGER",
						["name"] = "闻鸡起舞丶-格瑞姆巴托",
						["bTag"] = "Bertram#51945",
						["class"] = 4,
						["time"] = 1549208008,
						["iLvl"] = 396,
					}, -- [311]
					{
						["role"] = "DAMAGER",
						["name"] = "静静的吟唱-埃德萨拉",
						["bTag"] = "风吟#5651",
						["class"] = 3,
						["time"] = 1549208008,
						["iLvl"] = 392,
					}, -- [312]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "榖藏院忽之齋-安苏",
						["time"] = 1549208008,
					}, -- [313]
					{
						["role"] = "DAMAGER",
						["name"] = "假丶小黑雪-埃德萨拉",
						["bTag"] = "蟹蜓蜂#5618",
						["class"] = 5,
						["time"] = 1549208008,
						["iLvl"] = 396,
					}, -- [314]
					{
						["role"] = "DAMAGER",
						["name"] = "奥莉艾斯-埃德萨拉",
						["bTag"] = "奥利艾斯#5263",
						["class"] = 12,
						["time"] = 1549208008,
						["iLvl"] = 397,
					}, -- [315]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂邀月-黑铁",
						["bTag"] = "天堂幺月#5760",
						["class"] = 1,
						["time"] = 1549208008,
						["iLvl"] = 394,
					}, -- [316]
					{
						["role"] = "HEALER",
						["name"] = "与斑马告别-阿克蒙德",
						["bTag"] = "草莓救星#5306",
						["class"] = 5,
						["time"] = 1549208008,
						["iLvl"] = 393,
					}, -- [317]
					{
						["role"] = "DAMAGER",
						["name"] = "天灾彼岸-埃德萨拉",
						["bTag"] = "彼岸#52905",
						["class"] = 2,
						["time"] = 1549208008,
						["iLvl"] = 406,
					}, -- [318]
					{
						["role"] = "HEALER",
						["name"] = "生徒会七光-萨尔",
						["bTag"] = "Bayonetta#5177",
						["class"] = 10,
						["time"] = 1549208008,
						["iLvl"] = 397,
					}, -- [319]
					{
						["role"] = "DAMAGER",
						["name"] = "芙蕾德-凤凰之神",
						["bTag"] = "Friede255#5134",
						["class"] = 8,
						["time"] = 1549208008,
						["iLvl"] = 401,
					}, -- [320]
					{
						["role"] = "DAMAGER",
						["name"] = "柳林村霸-死亡之翼",
						["bTag"] = "叶陶然#5580",
						["class"] = 9,
						["time"] = 1550404955,
						["iLvl"] = 407,
					}, -- [321]
					{
						["role"] = "DAMAGER",
						["name"] = "狂战天袭-死亡之翼",
						["bTag"] = "Kuangzhan#51326",
						["class"] = 1,
						["time"] = 1549974199,
						["iLvl"] = 386,
					}, -- [322]
					{
						["role"] = "DAMAGER",
						["name"] = "丶空白-寒冰皇冠",
						["bTag"] = "风丶该停了#5948",
						["class"] = 3,
						["time"] = 1549712992,
						["iLvl"] = 400,
					}, -- [323]
					{
						["role"] = "DAMAGER",
						["name"] = "虎牙丶疯子-死亡之翼",
						["bTag"] = "king#550391",
						["class"] = 5,
						["time"] = 1549712860,
						["iLvl"] = 390,
					}, -- [324]
					{
						["role"] = "HEALER",
						["name"] = "碎破-血吼",
						["bTag"] = "金辉#5653",
						["class"] = 2,
						["time"] = 1549712938,
						["iLvl"] = 396,
					}, -- [325]
					{
						["role"] = "DAMAGER",
						["name"] = "毒液灬-太阳之井",
						["bTag"] = "Lucky#516466",
						["class"] = 1,
						["time"] = 1549713175,
						["iLvl"] = 405,
					}, -- [326]
					{
						["role"] = "DAMAGER",
						["name"] = "Evilice-萨尔",
						["bTag"] = "Artemis#5423",
						["class"] = 8,
						["time"] = 1549717929,
						["iLvl"] = 406,
					}, -- [327]
					{
						["role"] = "HEALER",
						["name"] = "看起来瘦瘦的-死亡之翼",
						["bTag"] = "布偶#51907",
						["class"] = 5,
						["time"] = 1549717929,
						["iLvl"] = 391,
					}, -- [328]
					{
						["role"] = "DAMAGER",
						["name"] = "摧残之刃-凤凰之神",
						["bTag"] = "猎晓狩#5817",
						["class"] = 4,
						["time"] = 1549717929,
						["iLvl"] = 400,
					}, -- [329]
					{
						["role"] = "DAMAGER",
						["name"] = "Ogi-伊森利恩",
						["bTag"] = "六年一班陈伟杰#5754",
						["class"] = 8,
						["time"] = 1549717929,
						["iLvl"] = 398,
					}, -- [330]
					{
						["role"] = "DAMAGER",
						["name"] = "碰乂瓷-符文图腾",
						["bTag"] = "纠结鱼#5222",
						["class"] = 4,
						["time"] = 1549717929,
						["iLvl"] = 402,
					}, -- [331]
					{
						["role"] = "DAMAGER",
						["name"] = "太多人有隐私-奥尔加隆",
						["bTag"] = "十月二十三日#5312",
						["class"] = 2,
						["time"] = 1549716481,
						["iLvl"] = 399,
					}, -- [332]
					{
						["class"] = 10,
						["role"] = "DAMAGER",
						["name"] = "灵活的大熊猫-海克泰尔",
						["time"] = 1549716460,
					}, -- [333]
					{
						["role"] = "DAMAGER",
						["name"] = "孤儿院院长丶-死亡之翼",
						["bTag"] = "智慧树下操您妈#5522",
						["class"] = 8,
						["time"] = 1549717929,
						["iLvl"] = 400,
					}, -- [334]
					{
						["role"] = "DAMAGER",
						["name"] = "安静嘚乐-死亡之翼",
						["bTag"] = "莫名其妙#5770",
						["class"] = 4,
						["time"] = 1549979035,
						["iLvl"] = 407,
					}, -- [335]
					{
						["role"] = "DAMAGER",
						["name"] = "水人落叶-能源舰",
						["bTag"] = "水人#51992",
						["class"] = 3,
						["time"] = 1549717929,
						["iLvl"] = 395,
					}, -- [336]
					{
						["role"] = "DAMAGER",
						["name"] = "乔治饲养员-迅捷微风",
						["bTag"] = "小赏哥#51655",
						["class"] = 12,
						["time"] = 1549717929,
						["iLvl"] = 395,
					}, -- [337]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "Heeyeng-无尽之海",
						["time"] = 1549717929,
					}, -- [338]
					{
						["role"] = "DAMAGER",
						["name"] = "浪里小白花-无尽之海",
						["bTag"] = "Chenqq725#5301",
						["class"] = 8,
						["time"] = 1549717929,
						["iLvl"] = 403,
					}, -- [339]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "丶萌萌猎手灬-无尽之海",
						["time"] = 1549717929,
					}, -- [340]
					{
						["role"] = "HEALER",
						["name"] = "水果味奶糖-卡德加",
						["bTag"] = "ShadowMurloc#55137",
						["class"] = 7,
						["time"] = 1549717929,
						["iLvl"] = 395,
					}, -- [341]
					{
						["role"] = "DAMAGER",
						["name"] = "叶丶奈丶法-死亡之翼",
						["bTag"] = "兰博基尼880#5390",
						["class"] = 8,
						["time"] = 1549979035,
						["iLvl"] = 406,
					}, -- [342]
					{
						["role"] = "HEALER",
						["name"] = "芽雅儿-死亡之翼",
						["bTag"] = "开心美一天#51418",
						["class"] = 10,
						["time"] = 1549979035,
						["iLvl"] = 402,
					}, -- [343]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "带肉的骷髅-死亡之翼",
						["time"] = 1549979035,
					}, -- [344]
					{
						["role"] = "DAMAGER",
						["name"] = "大帅哥兜兜-死亡之翼",
						["bTag"] = "人生若只如初见#51468",
						["class"] = 11,
						["time"] = 1549979035,
						["iLvl"] = 405,
					}, -- [345]
					{
						["role"] = "HEALER",
						["name"] = "冲锋烟灰不掉-凯恩血蹄",
						["bTag"] = "二两脆绍#5452",
						["class"] = 2,
						["time"] = 1549974199,
						["iLvl"] = 404,
					}, -- [346]
					{
						["role"] = "DAMAGER",
						["name"] = "风暴打鸡丶-燃烧之刃",
						["bTag"] = "想想办法鸭#5855",
						["class"] = 7,
						["time"] = 1549974022,
						["iLvl"] = 413,
					}, -- [347]
					{
						["role"] = "DAMAGER",
						["name"] = "怪蜀梳-死亡之翼",
						["bTag"] = "阎哥#5188",
						["class"] = 9,
						["time"] = 1549979035,
						["iLvl"] = 400,
					}, -- [348]
					{
						["class"] = 11,
						["role"] = "DAMAGER",
						["name"] = "卜土杠烟-死亡之翼",
						["time"] = 1549973734,
					}, -- [349]
					{
						["role"] = "HEALER",
						["name"] = "灬呆德-凤凰之神",
						["bTag"] = "尛越#51686",
						["class"] = 11,
						["time"] = 1549979035,
						["iLvl"] = 404,
					}, -- [350]
					{
						["role"] = "DAMAGER",
						["name"] = "絕乄尐豬-死亡之翼",
						["bTag"] = "晓猪#51531",
						["class"] = 1,
						["time"] = 1549979035,
						["iLvl"] = 391,
					}, -- [351]
					{
						["role"] = "DAMAGER",
						["name"] = "皓皓欣欣-冰霜之刃",
						["bTag"] = "巅峰皇朝#5180",
						["class"] = 11,
						["time"] = 1549974199,
						["iLvl"] = 405,
					}, -- [352]
					{
						["role"] = "DAMAGER",
						["name"] = "焚天潇潇-托塞德林",
						["bTag"] = "Dstar#5501",
						["class"] = 12,
						["time"] = 1549974199,
						["iLvl"] = 401,
					}, -- [353]
					{
						["role"] = "DAMAGER",
						["name"] = "䌺㧫-凤凰之神",
						["bTag"] = "蛮力之裤#5197434",
						["class"] = 12,
						["time"] = 1549979035,
						["iLvl"] = 402,
					}, -- [354]
					{
						["role"] = "DAMAGER",
						["name"] = "苏逸宸-死亡之翼",
						["bTag"] = "袁炮炮#5342",
						["class"] = 12,
						["time"] = 1549979035,
						["iLvl"] = 406,
					}, -- [355]
					{
						["role"] = "DAMAGER",
						["name"] = "甄香彼咚-死亡之翼",
						["bTag"] = "东皇#5772",
						["class"] = 12,
						["time"] = 1549979035,
						["iLvl"] = 403,
					}, -- [356]
					{
						["role"] = "HEALER",
						["name"] = "戰狂无极-黑铁",
						["bTag"] = "戰无极#5305",
						["class"] = 2,
						["time"] = 1549979035,
						["iLvl"] = 403,
					}, -- [357]
					{
						["role"] = "DAMAGER",
						["name"] = "夜色与微风-死亡之翼",
						["bTag"] = "Coz#5714",
						["class"] = 4,
						["time"] = 1549979035,
						["iLvl"] = 395,
					}, -- [358]
					{
						["role"] = "DAMAGER",
						["name"] = "曦曦离殇-死亡之翼",
						["bTag"] = "孤单的想念#5760",
						["class"] = 9,
						["time"] = 1550126167,
						["iLvl"] = 403,
					}, -- [359]
					{
						["role"] = "DAMAGER",
						["name"] = "名字是你的-格瑞姆巴托",
						["bTag"] = "破碎的破碎#5484",
						["class"] = 12,
						["time"] = 1550127914,
						["iLvl"] = 401,
					}, -- [360]
					{
						["role"] = "TANK",
						["name"] = "Sangshen-死亡之翼",
						["bTag"] = "JACK#52823",
						["class"] = 1,
						["time"] = 1550127914,
						["iLvl"] = 403,
					}, -- [361]
					{
						["role"] = "DAMAGER",
						["name"] = "坏叔叔的荣耀-凤凰之神",
						["bTag"] = "华丽之兽人#511928",
						["class"] = 2,
						["time"] = 1550127868,
						["iLvl"] = 406,
					}, -- [362]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "持盾的皮甲坦-无尽之海",
						["time"] = 1550121008,
					}, -- [363]
					{
						["role"] = "HEALER",
						["name"] = "二萬伍仟里-贫瘠之地",
						["bTag"] = "魔法之航#5989",
						["class"] = 10,
						["time"] = 1550126725,
						["iLvl"] = 406,
					}, -- [364]
					{
						["role"] = "HEALER",
						["name"] = "煞之皮-安苏",
						["bTag"] = "女人要有胸#51469",
						["class"] = 7,
						["time"] = 1550122184,
						["iLvl"] = 403,
					}, -- [365]
					{
						["role"] = "TANK",
						["name"] = "Ribery-龙骨平原",
						["bTag"] = "傲视黑暗#5412",
						["class"] = 6,
						["time"] = 1550117020,
						["iLvl"] = 410,
					}, -- [366]
					{
						["role"] = "DAMAGER",
						["name"] = "李寻欢-血顶",
						["bTag"] = "常德制霸#5448",
						["class"] = 2,
						["time"] = 1550124204,
						["iLvl"] = 407,
					}, -- [367]
					{
						["role"] = "DAMAGER",
						["name"] = "微风掠过-影之哀伤",
						["bTag"] = "微风掠过#51802",
						["class"] = 8,
						["time"] = 1550124204,
						["iLvl"] = 405,
					}, -- [368]
					{
						["role"] = "HEALER",
						["name"] = "天地一沙鴎-寒冰皇冠",
						["bTag"] = "黄汪汪#5199",
						["class"] = 7,
						["time"] = 1550121544,
						["iLvl"] = 405,
					}, -- [369]
					{
						["role"] = "DAMAGER",
						["name"] = "巴人-闪电之刃",
						["bTag"] = "Johnny#51916",
						["class"] = 8,
						["time"] = 1550127906,
						["iLvl"] = 404,
					}, -- [370]
					{
						["role"] = "DAMAGER",
						["name"] = "丶芯芯-无尽之海",
						["bTag"] = "杨振小小宇#5245",
						["class"] = 4,
						["time"] = 1550124204,
						["iLvl"] = 406,
					}, -- [371]
					{
						["role"] = "HEALER",
						["name"] = "李翠奶-影之哀伤",
						["bTag"] = "Tyking#51242",
						["class"] = 5,
						["time"] = 1550116606,
						["iLvl"] = 403,
					}, -- [372]
					{
						["role"] = "DAMAGER",
						["name"] = "追風骚年-安苏",
						["bTag"] = "火箭骚年#5997",
						["class"] = 12,
						["time"] = 1550127889,
						["iLvl"] = 405,
					}, -- [373]
					{
						["role"] = "DAMAGER",
						["name"] = "天海春香-丹莫德",
						["bTag"] = "墨汁退散#5707",
						["class"] = 10,
						["time"] = 1550116745,
						["iLvl"] = 406,
					}, -- [374]
					{
						["role"] = "DAMAGER",
						["name"] = "刹那丶-戈提克",
						["bTag"] = "我这暴脾气丶#5540",
						["class"] = 8,
						["time"] = 1550117155,
						["iLvl"] = 405,
					}, -- [375]
					{
						["role"] = "DAMAGER",
						["name"] = "荆牱-燃烧之刃",
						["bTag"] = "方丈#5598",
						["class"] = 4,
						["time"] = 1550124204,
						["iLvl"] = 401,
					}, -- [376]
					{
						["role"] = "DAMAGER",
						["name"] = "兽訇-天空之墙",
						["bTag"] = "曾经一米九#51974",
						["class"] = 3,
						["time"] = 1550127914,
						["iLvl"] = 402,
					}, -- [377]
					{
						["role"] = "HEALER",
						["name"] = "噤泣-艾露恩",
						["bTag"] = "无思路#5631",
						["class"] = 7,
						["time"] = 1550117926,
						["iLvl"] = 405,
					}, -- [378]
					{
						["role"] = "HEALER",
						["name"] = "木鱼宝宝-死亡之翼",
						["bTag"] = "小屮鱼#5652",
						["class"] = 11,
						["time"] = 1550120053,
						["iLvl"] = 407,
					}, -- [379]
					{
						["role"] = "DAMAGER",
						["name"] = "赤沙之蝎-布莱克摩",
						["bTag"] = "风间飞鸟#5988",
						["class"] = 11,
						["time"] = 1550127894,
						["iLvl"] = 404,
					}, -- [380]
					{
						["role"] = "DAMAGER",
						["name"] = "鐵血丹心-太阳之井",
						["bTag"] = "人参公鸡#51189",
						["class"] = 8,
						["time"] = 1550124204,
						["iLvl"] = 404,
					}, -- [381]
					{
						["role"] = "DAMAGER",
						["name"] = "迷踪猫猫-狂热之刃",
						["bTag"] = "D1892#5279",
						["class"] = 3,
						["time"] = 1550125226,
						["iLvl"] = 401,
					}, -- [382]
					{
						["role"] = "DAMAGER",
						["name"] = "奶爸新入坑-凤凰之神",
						["bTag"] = "打人毁物#5502",
						["class"] = 12,
						["time"] = 1550127889,
						["iLvl"] = 407,
					}, -- [383]
					{
						["role"] = "DAMAGER",
						["name"] = "碎觉-影之哀伤",
						["bTag"] = "碎觉#51521",
						["class"] = 12,
						["time"] = 1550127914,
						["iLvl"] = 410,
					}, -- [384]
					{
						["role"] = "DAMAGER",
						["name"] = "Therons-闪电之刃",
						["bTag"] = "人家还是雏呢#5615",
						["class"] = 2,
						["time"] = 1550126167,
						["iLvl"] = 403,
					}, -- [385]
					{
						["role"] = "DAMAGER",
						["name"] = "丶吹落星如雨-埃德萨拉",
						["bTag"] = "提剑出昆仑#5789",
						["class"] = 12,
						["time"] = 1550127914,
						["iLvl"] = 385,
					}, -- [386]
					{
						["role"] = "DAMAGER",
						["name"] = "丶風铃-白银之手",
						["bTag"] = "如梦似幻#5599",
						["class"] = 3,
						["time"] = 1550120189,
						["iLvl"] = 401,
					}, -- [387]
					{
						["role"] = "HEALER",
						["name"] = "法海无鞭-巴瑟拉斯",
						["bTag"] = "高贵不贵#5226",
						["class"] = 7,
						["time"] = 1550127884,
						["iLvl"] = 404,
					}, -- [388]
					{
						["role"] = "DAMAGER",
						["name"] = "安与芒果-影之哀伤",
						["bTag"] = "贵阳背篼#51513",
						["class"] = 9,
						["time"] = 1550117842,
						["iLvl"] = 395,
					}, -- [389]
					{
						["role"] = "DAMAGER",
						["name"] = "污手-影之哀伤",
						["bTag"] = "贵阳背篼#51513",
						["time"] = 1550127914,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 400,
					}, -- [390]
					{
						["role"] = "HEALER",
						["name"] = "卜喓铥丅唩-安苏",
						["bTag"] = "蔡佩#51171",
						["class"] = 5,
						["time"] = 1550126216,
						["iLvl"] = 402,
					}, -- [391]
					{
						["role"] = "DAMAGER",
						["name"] = "蛮蛮呢-布兰卡德",
						["bTag"] = "敖浓浓#5846",
						["class"] = 5,
						["time"] = 1550121295,
						["iLvl"] = 409,
					}, -- [392]
					{
						["role"] = "DAMAGER",
						["name"] = "佳莉娅萌風-死亡之翼",
						["bTag"] = "洛卡米尔#51546",
						["class"] = 9,
						["time"] = 1550122813,
						["iLvl"] = 402,
					}, -- [393]
					{
						["role"] = "HEALER",
						["name"] = "西湖良田-萨洛拉丝",
						["bTag"] = "西湖良田#5507",
						["class"] = 5,
						["time"] = 1550126723,
						["iLvl"] = 403,
					}, -- [394]
					{
						["role"] = "HEALER",
						["name"] = "丨冰糖葫芦丨-玛法里奥",
						["bTag"] = "冷月#5670",
						["class"] = 11,
						["time"] = 1550124204,
						["iLvl"] = 404,
					}, -- [395]
					{
						["role"] = "HEALER",
						["name"] = "风逝葬-梅尔加尼",
						["bTag"] = "RFAYE#5125",
						["class"] = 7,
						["time"] = 1550124204,
						["iLvl"] = 405,
					}, -- [396]
					{
						["role"] = "DAMAGER",
						["name"] = "哥哥快用力顶-巴瑟拉斯",
						["bTag"] = "无限恐惧#5241",
						["class"] = 8,
						["time"] = 1550127914,
						["iLvl"] = 405,
					}, -- [397]
					{
						["role"] = "DAMAGER",
						["name"] = "风吹杨柳拂面-安苏",
						["bTag"] = "Depp#5870",
						["class"] = 9,
						["time"] = 1550125633,
						["iLvl"] = 407,
					}, -- [398]
					{
						["role"] = "HEALER",
						["name"] = "一个人吃面-贫瘠之地",
						["bTag"] = "阿什坎迪之殇#5281",
						["class"] = 11,
						["time"] = 1550127906,
						["iLvl"] = 407,
					}, -- [399]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "Czlolz-燃烧之刃",
						["time"] = 1550127914,
					}, -- [400]
					{
						["role"] = "DAMAGER",
						["name"] = "Oconnorz-燃烧之刃",
						["bTag"] = "Oconnor#51607",
						["class"] = 8,
						["time"] = 1550127137,
						["iLvl"] = 409,
					}, -- [401]
					{
						["role"] = "HEALER",
						["name"] = "此人很好-格瑞姆巴托",
						["bTag"] = "此人很好#5814",
						["class"] = 5,
						["time"] = 1550127895,
						["iLvl"] = 399,
					}, -- [402]
					{
						["role"] = "HEALER",
						["name"] = "萌小韩-迅捷微风",
						["bTag"] = "Keynes#5601",
						["class"] = 2,
						["time"] = 1550127894,
						["iLvl"] = 399,
					}, -- [403]
					{
						["role"] = "HEALER",
						["name"] = "秋名山灬圣光-冰风岗",
						["bTag"] = "恋赢仔仔#5705",
						["class"] = 2,
						["time"] = 1550127894,
						["iLvl"] = 408,
					}, -- [404]
					{
						["role"] = "DAMAGER",
						["name"] = "梦帝-达克萨隆",
						["bTag"] = "梦帝#5143",
						["class"] = 11,
						["time"] = 1550399888,
						["iLvl"] = 402,
					}, -- [405]
					{
						["role"] = "DAMAGER",
						["name"] = "君子坦蛋蛋-塔纳利斯",
						["bTag"] = "牛变#51236",
						["class"] = 12,
						["time"] = 1550404918,
						["iLvl"] = 405,
					}, -- [406]
					{
						["role"] = "DAMAGER",
						["name"] = "灬渊夜灬-燃烧之刃",
						["bTag"] = "灬誠#5941",
						["class"] = 12,
						["time"] = 1550404976,
						["iLvl"] = 403,
					}, -- [407]
					{
						["role"] = "DAMAGER",
						["name"] = "Nvoos-凤凰之神",
						["bTag"] = "Nvoo#51108",
						["class"] = 11,
						["time"] = 1550404933,
						["iLvl"] = 404,
					}, -- [408]
					{
						["role"] = "DAMAGER",
						["name"] = "十八厘米-苏塔恩",
						["bTag"] = "Player#5153333",
						["class"] = 1,
						["time"] = 1550404976,
						["iLvl"] = 409,
					}, -- [409]
					{
						["role"] = "DAMAGER",
						["name"] = "夜里-燃烧之刃",
						["bTag"] = "王機長#5416",
						["class"] = 4,
						["time"] = 1550404925,
						["iLvl"] = 402,
					}, -- [410]
					{
						["role"] = "TANK",
						["name"] = "欧皇之光-死亡之翼",
						["bTag"] = "ShadowStorm#58376",
						["class"] = 2,
						["time"] = 1550402930,
						["iLvl"] = 407,
					}, -- [411]
					{
						["role"] = "HEALER",
						["name"] = "恋丶倩-冰风岗",
						["bTag"] = "汴梁二爷#5845",
						["class"] = 5,
						["time"] = 1550399893,
						["iLvl"] = 403,
					}, -- [412]
					{
						["role"] = "DAMAGER",
						["name"] = "Mirrorinsky-达克萨隆",
						["bTag"] = "梦帝#5143",
						["time"] = 1550404976,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 392,
					}, -- [413]
					{
						["role"] = "HEALER",
						["name"] = "四二五带孔-凤凰之神",
						["bTag"] = "刀了个刀#5594",
						["class"] = 10,
						["time"] = 1550402005,
						["iLvl"] = 411,
					}, -- [414]
					{
						["role"] = "DAMAGER",
						["name"] = "晞焱-克尔苏加德",
						["bTag"] = "干炒牛河#5121",
						["class"] = 9,
						["time"] = 1550404976,
						["iLvl"] = 404,
					}, -- [415]
					{
						["role"] = "DAMAGER",
						["name"] = "Moonxhao-伊利丹",
						["bTag"] = "小豪#51924",
						["class"] = 8,
						["time"] = 1550404976,
						["iLvl"] = 403,
					}, -- [416]
					{
						["role"] = "TANK",
						["name"] = "半臂江山-安苏",
						["bTag"] = "BT160422#51285",
						["class"] = 6,
						["time"] = 1550404976,
						["iLvl"] = 402,
					}, -- [417]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "義千-影之哀伤",
						["time"] = 1550402619,
					}, -- [418]
					{
						["role"] = "DAMAGER",
						["name"] = "夏幽-霜狼",
						["bTag"] = "Rance#5183",
						["class"] = 4,
						["time"] = 1550403719,
						["iLvl"] = 407,
					}, -- [419]
					{
						["role"] = "HEALER",
						["name"] = "傲沧孤雪-伊森利恩",
						["bTag"] = "幸运之虎#5220897",
						["class"] = 7,
						["time"] = 1550404612,
						["iLvl"] = 409,
					}, -- [420]
					{
						["role"] = "HEALER",
						["name"] = "奶妈快救我-埃克索图斯",
						["bTag"] = "熊猫还我球#5274",
						["class"] = 11,
						["time"] = 1550404976,
						["iLvl"] = 404,
					}, -- [421]
					{
						["role"] = "HEALER",
						["name"] = "骚骚可浪-冰霜之刃",
						["bTag"] = "PonP#5179",
						["class"] = 7,
						["time"] = 1550404976,
						["iLvl"] = 404,
					}, -- [422]
					{
						["role"] = "DAMAGER",
						["name"] = "大了丶-安苏",
						["bTag"] = "大了我娶你#5762",
						["class"] = 11,
						["time"] = 1550404881,
						["iLvl"] = 407,
					}, -- [423]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "小悅-燃烧之刃",
						["time"] = 1550404976,
					}, -- [424]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "Shadowbladen-燃烧之刃",
						["time"] = 1550404944,
					}, -- [425]
					{
						["role"] = "HEALER",
						["name"] = "凝蕊寒-海克泰尔",
						["bTag"] = "冰狱寒#5393",
						["class"] = 11,
						["time"] = 1550404976,
						["iLvl"] = 402,
					}, -- [426]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒的蛋痛-甜水绿洲",
						["bTag"] = "鱼和胸罩不能兼得#51317",
						["class"] = 5,
						["time"] = 1550404976,
						["iLvl"] = 403,
					}, -- [427]
					{
						["role"] = "DAMAGER",
						["name"] = "打穿世人吼-凤凰之神",
						["bTag"] = "打穿世人喉#5232",
						["class"] = 4,
						["time"] = 1550402884,
						["iLvl"] = 412,
					}, -- [428]
					{
						["role"] = "DAMAGER",
						["name"] = "君陌良-埃德萨拉",
						["bTag"] = "啊拉小豆#5960",
						["class"] = 5,
						["time"] = 1550404976,
						["iLvl"] = 407,
					}, -- [429]
					{
						["role"] = "DAMAGER",
						["name"] = "哈里波真大-死亡之翼",
						["bTag"] = "宇宙第一死骑#51517",
						["class"] = 9,
						["time"] = 1550404000,
						["iLvl"] = 409,
					}, -- [430]
					{
						["role"] = "HEALER",
						["name"] = "Maboroshi-风行者",
						["bTag"] = "Maboroshi#5658",
						["class"] = 5,
						["time"] = 1550404976,
						["iLvl"] = 407,
					}, -- [431]
					{
						["role"] = "DAMAGER",
						["name"] = "泪水情人-无尽之海",
						["bTag"] = "仲夏夜#5232",
						["time"] = 1550813339,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 391,
					}, -- [432]
					{
						["role"] = "DAMAGER",
						["name"] = "夣逰-麦姆",
						["bTag"] = "删除记忆丶#5467",
						["class"] = 4,
						["time"] = 1550813339,
						["iLvl"] = 400,
					}, -- [433]
					{
						["role"] = "TANK",
						["name"] = "怒火擎天-无尽之海",
						["bTag"] = "黄金大裤衩#51402",
						["class"] = 6,
						["time"] = 1550813339,
						["iLvl"] = 406,
					}, -- [434]
					{
						["role"] = "HEALER",
						["name"] = "疯狂的静夜思-冰风岗",
						["bTag"] = "一脸哀伤#5967",
						["class"] = 5,
						["time"] = 1550813339,
						["iLvl"] = 399,
					}, -- [435]
					{
						["role"] = "DAMAGER",
						["name"] = "玛姬丶-凤凰之神",
						["bTag"] = "愚不可及丶#5558",
						["class"] = 8,
						["time"] = 1550823654,
						["iLvl"] = 392,
					}, -- [436]
					{
						["role"] = "DAMAGER",
						["name"] = "丶亡靈序曲-利刃之拳",
						["bTag"] = "无色世界#51958",
						["class"] = 9,
						["time"] = 1550812839,
						["iLvl"] = 405,
					}, -- [437]
					{
						["role"] = "DAMAGER",
						["name"] = "丨宽灬恕丨-冰霜之刃",
						["bTag"] = "战龙#5231",
						["class"] = 12,
						["time"] = 1550813339,
						["iLvl"] = 406,
					}, -- [438]
					{
						["role"] = "DAMAGER",
						["name"] = "苏扬灬苏扬-丹莫德",
						["bTag"] = "末念#51932",
						["class"] = 3,
						["time"] = 1550813339,
						["iLvl"] = 398,
					}, -- [439]
					{
						["role"] = "HEALER",
						["name"] = "小泥鳅粑粑-阿尔萨斯",
						["bTag"] = "霸把#51157",
						["class"] = 2,
						["time"] = 1550813339,
						["iLvl"] = 399,
					}, -- [440]
					{
						["role"] = "DAMAGER",
						["name"] = "逐浪的浮萍-红云台地",
						["bTag"] = "机械之狼人#54892",
						["class"] = 2,
						["time"] = 1550813339,
						["iLvl"] = 402,
					}, -- [441]
					{
						["role"] = "HEALER",
						["name"] = "艾小柒-影之哀伤",
						["bTag"] = "YMNING#5103",
						["class"] = 5,
						["time"] = 1550813339,
						["iLvl"] = 399,
					}, -- [442]
					{
						["class"] = 11,
						["role"] = "HEALER",
						["name"] = "神丶棍-森金",
						["time"] = 1550813339,
					}, -- [443]
					{
						["role"] = "DAMAGER",
						["name"] = "犄角萌萌哒-凤凰之神",
						["bTag"] = "狂野之狼#515164",
						["class"] = 12,
						["time"] = 1550813339,
						["iLvl"] = 406,
					}, -- [444]
					{
						["role"] = "DAMAGER",
						["name"] = "情飛嘚苡丶-血色十字军",
						["bTag"] = "被遗忘者的堕落#5932",
						["class"] = 9,
						["time"] = 1550813339,
						["iLvl"] = 398,
					}, -- [445]
					{
						["role"] = "DAMAGER",
						["name"] = "化妆撤退-鬼雾峰",
						["bTag"] = "见势不对化妆撤退#5157",
						["class"] = 12,
						["time"] = 1550813339,
						["iLvl"] = 403,
					}, -- [446]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "暮昼孤城-燃烧之刃",
						["time"] = 1550813339,
					}, -- [447]
					{
						["role"] = "TANK",
						["name"] = "我就是战五渣-埃德萨拉",
						["bTag"] = "我比你更狗一点#5136",
						["class"] = 6,
						["time"] = 1550813339,
						["iLvl"] = 409,
					}, -- [448]
					{
						["role"] = "DAMAGER",
						["name"] = "您就是个妹儿-雷霆之王",
						["bTag"] = "Sam#52376",
						["class"] = 9,
						["time"] = 1550813339,
						["iLvl"] = 401,
					}, -- [449]
					{
						["role"] = "DAMAGER",
						["name"] = "七月离伤-达尔坎",
						["bTag"] = "無药可救#5393",
						["class"] = 2,
						["time"] = 1550813339,
						["iLvl"] = 405,
					}, -- [450]
					{
						["role"] = "DAMAGER",
						["name"] = "冰锋丶冷烟-阿扎达斯",
						["bTag"] = "彭慢慢#5427",
						["class"] = 8,
						["time"] = 1550813339,
						["iLvl"] = 393,
					}, -- [451]
					{
						["role"] = "DAMAGER",
						["name"] = "赛咪咪-安其拉",
						["bTag"] = "afart#5240",
						["class"] = 12,
						["time"] = 1550814790,
						["iLvl"] = 394,
					}, -- [452]
					{
						["role"] = "DAMAGER",
						["name"] = "卡卡小猪-死亡之翼",
						["bTag"] = "一只肥松鼠#5623",
						["class"] = 12,
						["time"] = 1550815875,
						["iLvl"] = 398,
					}, -- [453]
					{
						["role"] = "DAMAGER",
						["name"] = "夜子墨-影之哀伤",
						["bTag"] = "forever#55685",
						["class"] = 9,
						["time"] = 1550819400,
						["iLvl"] = 395,
					}, -- [454]
					{
						["role"] = "HEALER",
						["name"] = "呐呢-恶魔之魂",
						["bTag"] = "浅浅影#5417",
						["class"] = 5,
						["time"] = 1550814539,
						["iLvl"] = 401,
					}, -- [455]
					{
						["role"] = "DAMAGER",
						["name"] = "鼠标放尊重点-死亡之翼",
						["bTag"] = "细看涛生云灭#51936",
						["class"] = 3,
						["time"] = 1550819400,
						["iLvl"] = 400,
					}, -- [456]
					{
						["role"] = "DAMAGER",
						["name"] = "猎魂术-安苏",
						["bTag"] = "伤兵#5800",
						["class"] = 3,
						["time"] = 1550815721,
						["iLvl"] = 399,
					}, -- [457]
					{
						["role"] = "DAMAGER",
						["name"] = "子元嘚弑君贼-凤凰之神",
						["bTag"] = "mylifeGB#5438",
						["class"] = 4,
						["time"] = 1550819400,
						["iLvl"] = 409,
					}, -- [458]
					{
						["role"] = "DAMAGER",
						["name"] = "小海蜇-死亡之翼",
						["bTag"] = "一只呆萌的小辅助#5874",
						["class"] = 4,
						["time"] = 1550819400,
						["iLvl"] = 400,
					}, -- [459]
					{
						["role"] = "DAMAGER",
						["name"] = "十步灬一杀-安苏",
						["bTag"] = "舍我其谁#5739",
						["class"] = 4,
						["time"] = 1550819400,
						["iLvl"] = 401,
					}, -- [460]
					{
						["role"] = "TANK",
						["name"] = "五十一个慕斯-亚雷戈斯",
						["bTag"] = "暴躁之鼬#5898",
						["class"] = 6,
						["time"] = 1550819400,
						["iLvl"] = 405,
					}, -- [461]
					{
						["role"] = "DAMAGER",
						["name"] = "playerRHTYQK-冬泉谷",
						["bTag"] = "佐手#5408",
						["class"] = 2,
						["time"] = 1550815179,
						["iLvl"] = 403,
					}, -- [462]
					{
						["role"] = "HEALER",
						["name"] = "那个灬逗逗-熔火之心",
						["bTag"] = "熊猫用飘柔#5870",
						["class"] = 10,
						["time"] = 1550819400,
						["iLvl"] = 404,
					}, -- [463]
					{
						["role"] = "DAMAGER",
						["name"] = "Zireael-熔火之心",
						["bTag"] = "嘉四的大坑#5438",
						["class"] = 8,
						["time"] = 1550819400,
						["iLvl"] = 405,
					}, -- [464]
					{
						["role"] = "DAMAGER",
						["name"] = "一个大白菜-玛瑟里顿",
						["bTag"] = "胡萝卜#5920",
						["class"] = 12,
						["time"] = 1550815247,
						["iLvl"] = 404,
					}, -- [465]
					{
						["class"] = 2,
						["role"] = "HEALER",
						["name"] = "Paylee-格瑞姆巴托",
						["time"] = 1550819400,
					}, -- [466]
					{
						["role"] = "DAMAGER",
						["name"] = "叔以凶狠著称-熊猫酒仙",
						["bTag"] = "ALLEN#5689",
						["class"] = 1,
						["time"] = 1550819400,
						["iLvl"] = 411,
					}, -- [467]
					{
						["role"] = "HEALER",
						["name"] = "托马斯回旋奶-燃烧之刃",
						["bTag"] = "大叔疼你#5846",
						["class"] = 11,
						["time"] = 1550815643,
						["iLvl"] = 400,
					}, -- [468]
					{
						["role"] = "HEALER",
						["name"] = "溜丫溜-寒冰皇冠",
						["bTag"] = "蝮蛇#5831",
						["class"] = 10,
						["time"] = 1550819400,
						["iLvl"] = 400,
					}, -- [469]
					{
						["role"] = "DAMAGER",
						["name"] = "异幻临心丶-天谴之门",
						["bTag"] = "MightyOwl#551974",
						["class"] = 8,
						["time"] = 1550819400,
						["iLvl"] = 403,
					}, -- [470]
					{
						["role"] = "TANK",
						["name"] = "Alluki-埃德萨拉",
						["bTag"] = "谭湛湛#5423",
						["class"] = 2,
						["time"] = 1550819400,
						["iLvl"] = 404,
					}, -- [471]
					{
						["role"] = "DAMAGER",
						["name"] = "怀旧的橙-克尔苏加德",
						["bTag"] = "落叶随风#51427",
						["class"] = 8,
						["time"] = 1550819400,
						["iLvl"] = 408,
					}, -- [472]
					{
						["role"] = "DAMAGER",
						["name"] = "犇犇惪魔神-丽丽（四川）",
						["bTag"] = "刘杨#5381",
						["class"] = 12,
						["time"] = 1550819400,
						["iLvl"] = 404,
					}, -- [473]
					{
						["role"] = "DAMAGER",
						["name"] = "茶余饭后-萨格拉斯",
						["bTag"] = "茶余饭后#51412",
						["class"] = 3,
						["time"] = 1550819400,
						["iLvl"] = 404,
					}, -- [474]
					{
						["role"] = "HEALER",
						["name"] = "哦哦的得到-霜狼",
						["bTag"] = "哦哦的得到#5323",
						["class"] = 11,
						["time"] = 1550816190,
						["iLvl"] = 406,
					}, -- [475]
					{
						["role"] = "DAMAGER",
						["name"] = "自由的瓶子-影之哀伤",
						["bTag"] = "demon#53506",
						["class"] = 3,
						["time"] = 1550819400,
						["iLvl"] = 401,
					}, -- [476]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影守卫-血色十字军",
						["bTag"] = "老狼#5144",
						["class"] = 9,
						["time"] = 1550819400,
						["iLvl"] = 402,
					}, -- [477]
					{
						["role"] = "HEALER",
						["name"] = "小泽玛俪亚-甜水绿洲",
						["bTag"] = "小泽玛利亚#5405",
						["class"] = 5,
						["time"] = 1550819400,
						["iLvl"] = 407,
					}, -- [478]
					{
						["role"] = "DAMAGER",
						["name"] = "風再起時丶-血色十字军",
						["bTag"] = "iMsyo#5271",
						["class"] = 9,
						["time"] = 1550819400,
						["iLvl"] = 405,
					}, -- [479]
					{
						["role"] = "HEALER",
						["name"] = "回头是岸-甜水绿洲",
						["bTag"] = "回头是岸#51384",
						["class"] = 5,
						["time"] = 1550819400,
						["iLvl"] = 409,
					}, -- [480]
					{
						["role"] = "DAMAGER",
						["name"] = "Geomatics-埃德萨拉",
						["bTag"] = "Dawn#5470",
						["class"] = 9,
						["time"] = 1550819400,
						["iLvl"] = 397,
					}, -- [481]
					{
						["role"] = "DAMAGER",
						["name"] = "东山再起贰-凤凰之神",
						["bTag"] = "GhostDragon#51801",
						["class"] = 12,
						["time"] = 1550819400,
						["iLvl"] = 408,
					}, -- [482]
					{
						["role"] = "HEALER",
						["name"] = "鹏哥灬-苏塔恩",
						["bTag"] = "从天而降一阵风#5710",
						["class"] = 11,
						["time"] = 1550819400,
						["iLvl"] = 409,
					}, -- [483]
					{
						["role"] = "DAMAGER",
						["name"] = "寒衣涵-冰风岗",
						["bTag"] = "风德#51356",
						["time"] = 1550823457,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 404,
					}, -- [484]
					{
						["role"] = "TANK",
						["name"] = "丨风灬骚丨-伊森利恩",
						["bTag"] = "SecondPK#5618",
						["class"] = 6,
						["time"] = 1550823489,
						["iLvl"] = 409,
					}, -- [485]
					{
						["role"] = "TANK",
						["name"] = "猩红暴风-海克泰尔",
						["bTag"] = "慵懒之泰坦#521146",
						["class"] = 1,
						["time"] = 1550823481,
						["iLvl"] = 405,
					}, -- [486]
					{
						["role"] = "DAMAGER",
						["name"] = "一挽灬青丝-燃烧之刃",
						["bTag"] = "烬天#51273",
						["time"] = 1550823625,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 392,
					}, -- [487]
					{
						["role"] = "DAMAGER",
						["name"] = "无情大狗鸡-冰霜之刃",
						["bTag"] = "无情大狗鸡#5573",
						["class"] = 8,
						["time"] = 1550823452,
						["iLvl"] = 400,
					}, -- [488]
					{
						["role"] = "DAMAGER",
						["name"] = "炘丨达贡-诺森德",
						["bTag"] = "炘丶#51181",
						["class"] = 12,
						["time"] = 1550823654,
						["iLvl"] = 404,
					}, -- [489]
					{
						["role"] = "DAMAGER",
						["name"] = "小小馨馨-试炼之环",
						["bTag"] = "kaji37#5402",
						["class"] = 7,
						["time"] = 1550822139,
						["iLvl"] = 411,
					}, -- [490]
					{
						["role"] = "DAMAGER",
						["name"] = "随心丶而为丨-凤凰之神",
						["bTag"] = "DemonHunter#52731",
						["class"] = 9,
						["time"] = 1550823481,
						["iLvl"] = 401,
					}, -- [491]
					{
						["role"] = "DAMAGER",
						["name"] = "丿丶娜美-血环",
						["bTag"] = "徐贺宾#5305",
						["class"] = 8,
						["time"] = 1550823654,
						["iLvl"] = 400,
					}, -- [492]
					{
						["role"] = "HEALER",
						["name"] = "毒奶就是我-伊森利恩",
						["bTag"] = "馒头#54603",
						["class"] = 2,
						["time"] = 1550823465,
						["iLvl"] = 404,
					}, -- [493]
					{
						["role"] = "HEALER",
						["name"] = "棒呆-狂热之刃",
						["bTag"] = "龙本嚣张#5846",
						["class"] = 7,
						["time"] = 1550823637,
						["iLvl"] = 400,
					}, -- [494]
					{
						["role"] = "HEALER",
						["name"] = "鬼丶舞-厄祖玛特",
						["bTag"] = "Nothing#5599",
						["class"] = 5,
						["time"] = 1550823650,
						["iLvl"] = 404,
					}, -- [495]
					{
						["role"] = "HEALER",
						["name"] = "屠龙武僧-无尽之海",
						["bTag"] = "圣光与黑暗#5654",
						["class"] = 10,
						["time"] = 1550823465,
						["iLvl"] = 398,
					}, -- [496]
					{
						["role"] = "HEALER",
						["name"] = "Kbsense-格瑞姆巴托",
						["bTag"] = "sence521#5320",
						["time"] = 1550823654,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 401,
					}, -- [497]
					{
						["role"] = "DAMAGER",
						["name"] = "盗号-埃加洛尔",
						["bTag"] = "xuqianwen#5579",
						["class"] = 12,
						["time"] = 1550822814,
						["iLvl"] = 392,
					}, -- [498]
					{
						["role"] = "DAMAGER",
						["name"] = "撑船不用桨-血色十字军",
						["bTag"] = "撑船不用桨#5166",
						["class"] = 7,
						["time"] = 1550823645,
						["iLvl"] = 408,
					}, -- [499]
					{
						["role"] = "HEALER",
						["name"] = "御坂二号-诺森德",
						["bTag"] = "冯飞#5878",
						["class"] = 5,
						["time"] = 1550823654,
						["iLvl"] = 404,
					}, -- [500]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "Severys-凤凰之神",
						["time"] = 1550823650,
					}, -- [501]
					{
						["role"] = "DAMAGER",
						["name"] = "酱油哦-白银之手",
						["bTag"] = "打路人的酱油甲#51442",
						["class"] = 3,
						["time"] = 1550822825,
						["iLvl"] = 400,
					}, -- [502]
					{
						["role"] = "DAMAGER",
						["name"] = "曾经很狂傲-风行者",
						["bTag"] = "康康#53417",
						["class"] = 2,
						["time"] = 1550823596,
						["iLvl"] = 407,
					}, -- [503]
					{
						["role"] = "DAMAGER",
						["name"] = "尤索林-埃德萨拉",
						["bTag"] = "暮雨听蝉声丶#5650",
						["class"] = 3,
						["time"] = 1550822825,
						["iLvl"] = 408,
					}, -- [504]
					{
						["role"] = "DAMAGER",
						["name"] = "骆寻-诺森德",
						["bTag"] = "Poppy#5521",
						["class"] = 3,
						["time"] = 1550823654,
						["iLvl"] = 401,
					}, -- [505]
					{
						["role"] = "DAMAGER",
						["name"] = "丨爨晓墨丨-塞拉摩",
						["bTag"] = "雨黑嗦啰蒜#5594",
						["class"] = 4,
						["time"] = 1550823654,
						["iLvl"] = 404,
					}, -- [506]
					{
						["role"] = "DAMAGER",
						["name"] = "来唆我鸡儿-格瑞姆巴托",
						["bTag"] = "赫尔墨斯#5667",
						["class"] = 2,
						["time"] = 1550823654,
						["iLvl"] = 387,
					}, -- [507]
					{
						["role"] = "DAMAGER",
						["name"] = "发霉的小笼包-鬼雾峰",
						["bTag"] = "刀拽#5319",
						["class"] = 8,
						["time"] = 1550823519,
						["iLvl"] = 407,
					}, -- [508]
					{
						["role"] = "TANK",
						["name"] = "贱刃風暴-寒冰皇冠",
						["bTag"] = "波多野肥波#5113",
						["class"] = 1,
						["time"] = 1550823654,
						["iLvl"] = 404,
					}, -- [509]
					{
						["role"] = "HEALER",
						["name"] = "丨大祭司丨-丽丽（四川）",
						["bTag"] = "万事如意#5137",
						["class"] = 7,
						["time"] = 1550916080,
						["iLvl"] = 389,
					}, -- [510]
					{
						["role"] = "TANK",
						["name"] = "粉丝香港记者-主宰之剑",
						["bTag"] = "承诺了太多#5840",
						["class"] = 2,
						["time"] = 1550910566,
						["iLvl"] = 403,
					}, -- [511]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "好好活-基尔罗格",
						["time"] = 1550912055,
					}, -- [512]
					{
						["role"] = "DAMAGER",
						["name"] = "小鹿乱撞呢-丽丽（四川）",
						["bTag"] = "愿意做我的走狗吗#5774",
						["class"] = 5,
						["time"] = 1550915920,
						["iLvl"] = 409,
					}, -- [513]
					{
						["role"] = "DAMAGER",
						["name"] = "欣晴-阿尔萨斯",
						["bTag"] = "名剑无名#5970",
						["class"] = 12,
						["time"] = 1550913562,
						["iLvl"] = 405,
					}, -- [514]
					{
						["role"] = "DAMAGER",
						["name"] = "区区-血牙魔王",
						["bTag"] = "机智的飞飞#5654",
						["class"] = 4,
						["time"] = 1550915906,
						["iLvl"] = 401,
					}, -- [515]
					{
						["role"] = "TANK",
						["name"] = "季姬击鸡记-海克泰尔",
						["bTag"] = "好伦哥#5339",
						["class"] = 6,
						["time"] = 1550913592,
						["iLvl"] = 408,
					}, -- [516]
					{
						["role"] = "DAMAGER",
						["name"] = "Nonono-燃烧平原",
						["bTag"] = "狂妄英雄#5939",
						["class"] = 1,
						["time"] = 1550916014,
						["iLvl"] = 403,
					}, -- [517]
					{
						["role"] = "DAMAGER",
						["name"] = "劍气留香-丽丽（四川）",
						["bTag"] = "此生戏梦#5329",
						["class"] = 12,
						["time"] = 1550915929,
						["iLvl"] = 404,
					}, -- [518]
					{
						["role"] = "DAMAGER",
						["name"] = "百命存麟-死亡之翼",
						["bTag"] = "劣生石#5244",
						["class"] = 4,
						["time"] = 1550913618,
						["iLvl"] = 402,
					}, -- [519]
					{
						["role"] = "HEALER",
						["name"] = "德不劳累-丽丽（四川）",
						["bTag"] = "快乐之潜行者#586773",
						["class"] = 11,
						["time"] = 1550913569,
						["iLvl"] = 402,
					}, -- [520]
					{
						["role"] = "DAMAGER",
						["name"] = "首席恶魔术-丽丽（四川）",
						["bTag"] = "Professor#5380",
						["class"] = 9,
						["time"] = 1550913772,
						["iLvl"] = 400,
					}, -- [521]
					{
						["role"] = "DAMAGER",
						["name"] = "Parkshinhye-狂热之刃",
						["bTag"] = "Kira#5841",
						["class"] = 8,
						["time"] = 1550915902,
						["iLvl"] = 403,
					}, -- [522]
					{
						["role"] = "DAMAGER",
						["name"] = "左左右右-卡拉赞",
						["bTag"] = "那忘却的时光#5113",
						["class"] = 11,
						["time"] = 1550913532,
						["iLvl"] = 405,
					}, -- [523]
					{
						["role"] = "HEALER",
						["name"] = "Papadryad-奥尔加隆",
						["bTag"] = "子豪#5242",
						["class"] = 11,
						["time"] = 1550915912,
						["iLvl"] = 404,
					}, -- [524]
					{
						["role"] = "HEALER",
						["name"] = "馬辣戈弼-影之哀伤",
						["bTag"] = "转身浅笑#5544",
						["class"] = 10,
						["time"] = 1550913623,
						["iLvl"] = 404,
					}, -- [525]
					{
						["role"] = "HEALER",
						["name"] = "只会无敌炉石-影之哀伤",
						["bTag"] = "范大漂亮#5236",
						["class"] = 2,
						["time"] = 1550913680,
						["iLvl"] = 403,
					}, -- [526]
					{
						["role"] = "HEALER",
						["name"] = "懵大睡神-燃烧之刃",
						["bTag"] = "王诗濠#5110",
						["class"] = 7,
						["time"] = 1550913756,
						["iLvl"] = 402,
					}, -- [527]
					{
						["role"] = "DAMAGER",
						["name"] = "不仅白还变态-贫瘠之地",
						["bTag"] = "白白白白#51202",
						["class"] = 5,
						["time"] = 1550912659,
						["iLvl"] = 402,
					}, -- [528]
					{
						["role"] = "DAMAGER",
						["name"] = "丁丁猫-影之哀伤",
						["bTag"] = "江北嘴的嘴嘴#5978",
						["class"] = 12,
						["time"] = 1550911896,
						["iLvl"] = 404,
					}, -- [529]
					{
						["role"] = "HEALER",
						["name"] = "薯片味的番茄-死亡之翼",
						["bTag"] = "薯片味的番茄#5906",
						["class"] = 5,
						["time"] = 1550911807,
						["iLvl"] = 405,
					}, -- [530]
					{
						["role"] = "DAMAGER",
						["name"] = "沉默羔羊-鬼雾峰",
						["bTag"] = "沉默羔羊#5924",
						["class"] = 5,
						["time"] = 1550913532,
						["iLvl"] = 409,
					}, -- [531]
					{
						["role"] = "DAMAGER",
						["name"] = "学姐背后丶-格瑞姆巴托",
						["bTag"] = "犹大之手#5355",
						["class"] = 9,
						["time"] = 1550913848,
						["iLvl"] = 402,
					}, -- [532]
					{
						["role"] = "DAMAGER",
						["name"] = "落天依-影之哀伤",
						["bTag"] = "陈灬风暴烈酒#5486",
						["class"] = 3,
						["time"] = 1550913546,
						["iLvl"] = 382,
					}, -- [533]
					{
						["role"] = "DAMAGER",
						["name"] = "尸兴大发-海克泰尔",
						["bTag"] = "尸兴大发#5646",
						["class"] = 8,
						["time"] = 1550913532,
						["iLvl"] = 411,
					}, -- [534]
					{
						["role"] = "DAMAGER",
						["name"] = "Nò-凤凰之神",
						["bTag"] = "YoungOG#51903",
						["class"] = 8,
						["time"] = 1550915920,
						["iLvl"] = 404,
					}, -- [535]
					{
						["role"] = "DAMAGER",
						["name"] = "磨刀老太婆-加基森",
						["bTag"] = "GRAYDI#5486",
						["class"] = 4,
						["time"] = 1550916080,
						["iLvl"] = 405,
					}, -- [536]
					{
						["role"] = "DAMAGER",
						["name"] = "胖胖滴三姐-凤凰之神",
						["bTag"] = "娃娃笑了#51683",
						["class"] = 4,
						["time"] = 1550915865,
						["iLvl"] = 405,
					}, -- [537]
					{
						["role"] = "TANK",
						["name"] = "獣忍-天空之墙",
						["bTag"] = "叫神么名字呢#5841",
						["class"] = 6,
						["time"] = 1550913806,
						["iLvl"] = 409,
					}, -- [538]
					{
						["role"] = "DAMAGER",
						["name"] = "翻墙老宋-黑铁",
						["bTag"] = "黑铁老牛#5298",
						["class"] = 9,
						["time"] = 1550915906,
						["iLvl"] = 408,
					}, -- [539]
					{
						["role"] = "DAMAGER",
						["name"] = "我跟你们拼啦-凤凰之神",
						["bTag"] = "我确实很强#5722",
						["class"] = 4,
						["time"] = 1550915929,
						["iLvl"] = 412,
					}, -- [540]
					{
						["role"] = "DAMAGER",
						["name"] = "冷残影-死亡之翼",
						["bTag"] = "Xanxus#51110",
						["class"] = 4,
						["time"] = 1550915867,
						["iLvl"] = 407,
					}, -- [541]
					{
						["role"] = "HEALER",
						["name"] = "种树-狂热之刃",
						["bTag"] = "芝宇#5520",
						["class"] = 5,
						["time"] = 1550915933,
						["iLvl"] = 408,
					}, -- [542]
					{
						["role"] = "TANK",
						["name"] = "键盘侠-黑石尖塔",
						["bTag"] = "为了部落#515141",
						["class"] = 1,
						["time"] = 1550915952,
						["iLvl"] = 409,
					}, -- [543]
					{
						["role"] = "HEALER",
						["name"] = "阿珥托莉雅-埃德萨拉",
						["bTag"] = "进击的小学生#5435",
						["class"] = 2,
						["time"] = 1550915211,
						["iLvl"] = 407,
					}, -- [544]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥鬼龍-丽丽（四川）",
						["bTag"] = "暗黑亡灵#5233",
						["class"] = 9,
						["time"] = 1550915986,
						["iLvl"] = 409,
					}, -- [545]
					{
						["role"] = "DAMAGER",
						["name"] = "铁一坨-黑铁",
						["bTag"] = "拽拽的爱#5433",
						["class"] = 12,
						["time"] = 1550915912,
						["iLvl"] = 406,
					}, -- [546]
				},
				["2-145-530-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "奎尔索丶荒天-死亡之翼",
						["bTag"] = "悲伤之熠#5320",
						["class"] = 11,
						["time"] = 1550384364,
						["iLvl"] = 407,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "翾翾丶-死亡之翼",
						["bTag"] = "翾翾小妹妹#5246",
						["time"] = 1550384364,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 391,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Mmortred-死亡之翼",
						["bTag"] = "Mmortred#5121",
						["class"] = 8,
						["time"] = 1550384364,
						["iLvl"] = 402,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Odd-幽暗沼泽",
						["bTag"] = "墨丘利#5543",
						["class"] = 11,
						["time"] = 1550384364,
						["iLvl"] = 409,
					}, -- [4]
				},
				["6-0-17-0"] = {
					{
						["role"] = "TANK",
						["name"] = "部落大王-血色十字军",
						["bTag"] = "部落大王#5596",
						["time"] = 1549289294,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 390,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丿惡丶弒丨-血色十字军",
						["bTag"] = "啊丶鬼#5674",
						["class"] = 4,
						["time"] = 1549289294,
						["iLvl"] = 388,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "后羿丶-血色十字军",
						["bTag"] = "为了部落#53523",
						["class"] = 3,
						["time"] = 1549289294,
						["iLvl"] = 394,
					}, -- [3]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "狩猎意志-血色十字军",
						["time"] = 1549289145,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "森蝶丶-血色十字军",
						["bTag"] = "DxhSuGar#5919",
						["class"] = 1,
						["time"] = 1549289294,
						["iLvl"] = 356,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "Maboroshi-风行者",
						["bTag"] = "Maboroshi#5658",
						["class"] = 5,
						["time"] = 1549289294,
						["iLvl"] = 398,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "怒走的番茄-安苏",
						["bTag"] = "战斧先生#5952",
						["class"] = 1,
						["time"] = 1549289294,
						["iLvl"] = 365,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "月下天澜-迦顿",
						["bTag"] = "Carey#5478",
						["class"] = 8,
						["time"] = 1549289294,
						["iLvl"] = 380,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "夜夜丶夜夜-迦拉克隆",
						["bTag"] = "肆夜#51116",
						["class"] = 5,
						["time"] = 1549289294,
						["iLvl"] = 397,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "酒墓-加尔",
						["bTag"] = "酒墓#5828",
						["class"] = 4,
						["time"] = 1549289294,
						["iLvl"] = 369,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "空条徐伦-利刃之拳",
						["bTag"] = "绝命小薯条#5980",
						["class"] = 1,
						["time"] = 1549288862,
						["iLvl"] = 355,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "上平房-深渊之巢",
						["bTag"] = "为了部落#567610",
						["class"] = 4,
						["time"] = 1549289294,
						["iLvl"] = 389,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "皖槑的武僧-海克泰尔",
						["bTag"] = "kyzzyear#5613",
						["class"] = 10,
						["time"] = 1549289294,
						["iLvl"] = 386,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "夜翼面纱-贫瘠之地",
						["bTag"] = "iceblink#5343",
						["class"] = 9,
						["time"] = 1549289294,
						["iLvl"] = 365,
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "暴风图腾-白银之手",
						["bTag"] = "黑骑士#5832",
						["class"] = 7,
						["time"] = 1549289294,
						["iLvl"] = 392,
					}, -- [15]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "来碗面汤-摩摩尔",
						["time"] = 1549288816,
					}, -- [16]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "Elydaley-银松森林",
						["time"] = 1549288524,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "福瑞福莱-黑龙军团",
						["bTag"] = "阎修谨#5941",
						["class"] = 4,
						["time"] = 1549289294,
						["iLvl"] = 391,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "为伊折戟-远古海滩",
						["bTag"] = "闹闹淘#5113",
						["class"] = 6,
						["time"] = 1549289294,
						["iLvl"] = 381,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Vivada-影之哀伤",
						["bTag"] = "阿西吧#5552",
						["class"] = 4,
						["time"] = 1549288821,
						["iLvl"] = 402,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "尽欢颜-图拉扬",
						["bTag"] = "菊花丛中一滩红#5689",
						["class"] = 2,
						["time"] = 1549289294,
						["iLvl"] = 398,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "额为了艾尔-格瑞姆巴托",
						["bTag"] = "孙一峰永远是大哥#5211",
						["class"] = 1,
						["time"] = 1549289294,
						["iLvl"] = 365,
					}, -- [22]
					{
						["class"] = 11,
						["role"] = "HEALER",
						["name"] = "采矿训练师-贫瘠之地",
						["time"] = 1549289294,
					}, -- [23]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "少女好体味-白银之手",
						["time"] = 1549289294,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "星空下的繁影-黑龙军团",
						["bTag"] = "落叶胡杨#51900",
						["class"] = 12,
						["time"] = 1549289294,
						["iLvl"] = 384,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "幽幽丨白书-血色十字军",
						["bTag"] = "安杰#51837",
						["class"] = 10,
						["time"] = 1549288778,
						["iLvl"] = 379,
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "卡丝缇莉奥妮-死亡之翼",
						["bTag"] = "等一只法拉一3一#5455",
						["class"] = 5,
						["time"] = 1549289294,
						["iLvl"] = 383,
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "被牵走的老虎-死亡之翼",
						["bTag"] = "WJJ#5525",
						["class"] = 11,
						["time"] = 1549289294,
						["iLvl"] = 364,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "死心不该-雏龙之翼",
						["bTag"] = "诅咒死你#5132",
						["class"] = 4,
						["time"] = 1549289294,
						["iLvl"] = 379,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "夜色迷人醉-凤凰之神",
						["bTag"] = "起什么名字#5198",
						["class"] = 3,
						["time"] = 1549289294,
						["iLvl"] = 386,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "客栈里的呼呼-白银之手",
						["bTag"] = "李谁谁#51629",
						["class"] = 12,
						["time"] = 1549289294,
						["iLvl"] = 382,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "三季稻回归-格瑞姆巴托",
						["bTag"] = "kikisa#51796",
						["class"] = 8,
						["time"] = 1549289294,
						["iLvl"] = 390,
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "我请辣条-影之哀伤",
						["bTag"] = "会长是女仆大人#5190",
						["class"] = 7,
						["time"] = 1549289178,
						["iLvl"] = 370,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "寻隐者不遇-霜狼",
						["bTag"] = "Quasimodo#5728",
						["class"] = 7,
						["time"] = 1549289294,
						["iLvl"] = 377,
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "生前是牛-燃烧平原",
						["bTag"] = "叉叉德#5334",
						["class"] = 6,
						["time"] = 1549288554,
						["iLvl"] = 402,
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "一枚小熊猫-燃烧平原",
						["bTag"] = "纯白色的糖#5447",
						["class"] = 10,
						["time"] = 1549288554,
						["iLvl"] = 397,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "哒哒丶-龙骨平原",
						["bTag"] = "回眸一笑变兔子#5718",
						["class"] = 12,
						["time"] = 1549288633,
						["iLvl"] = 388,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "哀泣-埃德萨拉",
						["bTag"] = "年少哀泣的#5251",
						["class"] = 3,
						["time"] = 1549288579,
						["iLvl"] = 382,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Vaynelol-埃德萨拉",
						["bTag"] = "Archangel#5203",
						["class"] = 4,
						["time"] = 1549288988,
						["iLvl"] = 368,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "孜然味烤咕咕-希雷诺斯",
						["bTag"] = "野蛮的大牛牛#5134",
						["class"] = 11,
						["time"] = 1549288680,
						["iLvl"] = 400,
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "你药不能停-安苏",
						["bTag"] = "Nigori#51601",
						["class"] = 10,
						["time"] = 1549289294,
						["iLvl"] = 393,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "尒時喉丶白茶-安苏",
						["bTag"] = "提笔写回忆#51752",
						["class"] = 12,
						["time"] = 1549289294,
						["iLvl"] = 298,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "查姐-格瑞姆巴托",
						["bTag"] = "赵明奇#5152",
						["class"] = 1,
						["time"] = 1549288881,
						["iLvl"] = 330,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "Oracless-影之哀伤",
						["bTag"] = "维纶叫爸爸#5934",
						["class"] = 5,
						["time"] = 1549289294,
						["iLvl"] = 390,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "不仅帅而且快-安苏",
						["bTag"] = "BT160608#54630",
						["class"] = 4,
						["time"] = 1549289270,
						["iLvl"] = 396,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "哎呀丶呀-血牙魔王",
						["bTag"] = "灵魂毒药#5528",
						["class"] = 6,
						["time"] = 1549289294,
						["iLvl"] = 388,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "大黑粗长硬-神圣之歌",
						["bTag"] = "皮皮鳝我们滑#5978",
						["class"] = 12,
						["time"] = 1549289294,
						["iLvl"] = 384,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "哲晓无双-破碎岭",
						["bTag"] = "无奈的人生#5699",
						["class"] = 8,
						["time"] = 1549289294,
						["iLvl"] = 387,
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "奶油贼哥哥-无尽之海",
						["bTag"] = "盗贼奶油#5131",
						["class"] = 5,
						["time"] = 1549289294,
						["iLvl"] = 389,
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "靶霸-克尔苏加德",
						["bTag"] = "满手老茧据枪稳#5646",
						["time"] = 1549289855,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 384,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "非州难民-燃烧之刃",
						["bTag"] = "非州难民#5896",
						["class"] = 3,
						["time"] = 1549289855,
						["iLvl"] = 384,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "格西亚-晴日峰（江苏）",
						["bTag"] = "浮生卍醉红颜#5548",
						["class"] = 3,
						["time"] = 1549289855,
						["iLvl"] = 398,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "刀子背叛缠綿-白银之手",
						["bTag"] = "邪不压郑#51908",
						["class"] = 12,
						["time"] = 1549289855,
						["iLvl"] = 369,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "Kds-霜之哀伤",
						["bTag"] = "Asher#51666",
						["class"] = 4,
						["time"] = 1549289855,
						["iLvl"] = 400,
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "橙光-苏塔恩",
						["bTag"] = "喷他秀#51996",
						["class"] = 6,
						["time"] = 1549289855,
						["iLvl"] = 375,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "曺沫-天空之墙",
						["bTag"] = "清风温酒#51752",
						["class"] = 4,
						["time"] = 1549289855,
						["iLvl"] = 387,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "一把核桃-死亡之翼",
						["bTag"] = "一把牙刷#51604",
						["class"] = 12,
						["time"] = 1549289855,
						["iLvl"] = 395,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "大瓶子丶-海克泰尔",
						["bTag"] = "血染大胖逼#5455",
						["class"] = 1,
						["time"] = 1549289855,
						["iLvl"] = 400,
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "乱戦丶流沐-海克泰尔",
						["bTag"] = "依娃#5801",
						["class"] = 5,
						["time"] = 1549289855,
						["iLvl"] = 380,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "乐于知止-海克泰尔",
						["bTag"] = "寧靜之#5775",
						["class"] = 4,
						["time"] = 1549289855,
						["iLvl"] = 310,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "丶逆流丶-影之哀伤",
						["bTag"] = "快乐之裤#5177780",
						["class"] = 1,
						["time"] = 1549289855,
						["iLvl"] = 396,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "幻世木偶-海克泰尔",
						["bTag"] = "混乱木偶#5823",
						["class"] = 7,
						["time"] = 1549289855,
						["iLvl"] = 177,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "雪之翼刃-黑铁",
						["bTag"] = "尘封的泪#5902",
						["class"] = 1,
						["time"] = 1549289855,
						["iLvl"] = 400,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "别致的依赖-海克泰尔",
						["bTag"] = "蛮力之精灵#513660",
						["class"] = 1,
						["time"] = 1549289855,
						["iLvl"] = 378,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "血环第一猎神-血环",
						["bTag"] = "黑暗阿凯#5988",
						["class"] = 3,
						["time"] = 1549289855,
						["iLvl"] = 403,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "雾色随风浅丨-奥特兰克",
						["bTag"] = "江湖人称大头#5207",
						["class"] = 2,
						["time"] = 1549289855,
						["iLvl"] = 399,
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "影心之灵-海克泰尔",
						["bTag"] = "Thrall#51603",
						["class"] = 6,
						["time"] = 1549289855,
						["iLvl"] = 365,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "伴花幽灵-黑铁",
						["bTag"] = "然然然#51907",
						["class"] = 1,
						["time"] = 1549289855,
						["iLvl"] = 366,
					}, -- [68]
					{
						["class"] = 6,
						["role"] = "DAMAGER",
						["name"] = "重八-海克泰尔",
						["time"] = 1549289855,
					}, -- [69]
					{
						["role"] = "HEALER",
						["name"] = "风趣的黑人-提瑞斯法",
						["bTag"] = "酷的离谱#5658",
						["class"] = 11,
						["time"] = 1549289855,
						["iLvl"] = 395,
					}, -- [70]
					{
						["role"] = "HEALER",
						["name"] = "薇信摇一摇-死亡之翼",
						["bTag"] = "我姓猴名叫猴赛雷#5625",
						["class"] = 11,
						["time"] = 1549289855,
						["iLvl"] = 386,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "曾沧海为水丶-红龙军团",
						["bTag"] = "夜夜夜夜夜丶#5359",
						["class"] = 1,
						["time"] = 1549289855,
						["iLvl"] = 388,
					}, -- [72]
					{
						["role"] = "HEALER",
						["name"] = "尕乜乜-海克泰尔",
						["bTag"] = "周灵#51513",
						["class"] = 5,
						["time"] = 1549289855,
						["iLvl"] = 394,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "辣条总统-海克泰尔",
						["bTag"] = "LCM#51768",
						["class"] = 12,
						["time"] = 1549289855,
						["iLvl"] = 388,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "天空下的雪碧-斩魔者",
						["bTag"] = "雪碧桑#5463",
						["class"] = 2,
						["time"] = 1549289855,
						["iLvl"] = 356,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "丶时光-诺森德",
						["bTag"] = "花开半夏琉璃殇#51355",
						["class"] = 2,
						["time"] = 1549289855,
						["iLvl"] = 400,
					}, -- [76]
					{
						["role"] = "TANK",
						["name"] = "太多人有秘密-海克泰尔",
						["bTag"] = "云作#51868",
						["class"] = 6,
						["time"] = 1549289855,
						["iLvl"] = 396,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "逆袭灬-凤凰之神",
						["bTag"] = "丁明洋#5241",
						["class"] = 4,
						["time"] = 1549289855,
						["iLvl"] = 397,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "Niteowl-格瑞姆巴托",
						["bTag"] = "HuntShadow#5687",
						["class"] = 4,
						["time"] = 1549289855,
						["iLvl"] = 398,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "詹姆斯丨-格瑞姆巴托",
						["bTag"] = "ALax#5913",
						["class"] = 1,
						["time"] = 1549289855,
						["iLvl"] = 401,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "维生素姐姐-海加尔",
						["bTag"] = "大美妞公主#51685",
						["class"] = 3,
						["time"] = 1549289836,
						["iLvl"] = 233,
					}, -- [81]
				},
				["3-122-468-0"] = {
					{
						["role"] = "TANK",
						["name"] = "杯酒慰風尘-冰风岗",
						["bTag"] = "艾玛#5513",
						["time"] = 1550382341,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 396,
					}, -- [1]
					{
						["class"] = 11,
						["role"] = "DAMAGER",
						["name"] = "老板来斤牛肉-阿曼尼",
						["time"] = 1550382341,
					}, -- [2]
					{
						["class"] = 2,
						["role"] = "HEALER",
						["name"] = "圣盾炉石告辞-死亡之翼",
						["time"] = 1550382341,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "海妹的玫瑰饼-无尽之海",
						["bTag"] = "穆清#51336",
						["class"] = 12,
						["time"] = 1550382341,
						["iLvl"] = 322,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "阿米尔丶怒风-无尽之海",
						["bTag"] = "洛卡纳哈#5610",
						["class"] = 12,
						["time"] = 1550382341,
						["iLvl"] = 368,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "安吉丽卡-玛洛加尔",
						["bTag"] = "死亡之翼#520357",
						["class"] = 8,
						["time"] = 1550382341,
						["iLvl"] = 357,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "擎天旋风王-白银之手",
						["bTag"] = "张擎天#5375",
						["class"] = 10,
						["time"] = 1550382341,
						["iLvl"] = 404,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "小霸王-无尽之海",
						["bTag"] = "刘有钱#5557",
						["class"] = 12,
						["time"] = 1550382341,
						["iLvl"] = 400,
					}, -- [8]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "Gareth-瓦拉斯塔兹",
						["time"] = 1550382341,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "只要半巨人-布兰卡德",
						["bTag"] = "光明之锤#587751",
						["class"] = 12,
						["time"] = 1550382341,
						["iLvl"] = 407,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Ishtar-烈焰峰",
						["bTag"] = "flyingsteps#5805",
						["class"] = 3,
						["time"] = 1550382341,
						["iLvl"] = 369,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Niaoxing-摩摩尔",
						["bTag"] = "大杜#5108",
						["class"] = 11,
						["time"] = 1550382341,
						["iLvl"] = 366,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "大斑斓-鬼雾峰",
						["bTag"] = "Wong#5908",
						["class"] = 4,
						["time"] = 1550382341,
						["iLvl"] = 402,
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "斯菲尔牧丶-燃烧之刃",
						["bTag"] = "功橙名就心橙则灵#5477",
						["class"] = 5,
						["time"] = 1550382341,
						["iLvl"] = 374,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Vandruid-穆戈尔",
						["bTag"] = "凋零灬#51895",
						["class"] = 11,
						["time"] = 1550382341,
						["iLvl"] = 340,
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "陈䧃下次我请-血羽",
						["bTag"] = "tianjiuli#5151",
						["class"] = 10,
						["time"] = 1550382341,
						["iLvl"] = 397,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "夏天的猪丶-迦拉克隆",
						["bTag"] = "夏天的猪#51187",
						["class"] = 1,
						["time"] = 1550382341,
						["iLvl"] = 358,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜刺客丶-暗影裂口",
						["bTag"] = "孙允冉#5327",
						["class"] = 12,
						["time"] = 1550382341,
						["iLvl"] = 404,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "鉄骑-埃德萨拉",
						["bTag"] = "谁堪检语#5671",
						["class"] = 6,
						["time"] = 1550382341,
						["iLvl"] = 382,
					}, -- [19]
				},
				["2-140-646-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "伊索-迦拉克隆",
						["bTag"] = "暮雪千山#5240",
						["time"] = 1548723735,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 375,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丶吴狗蛋丶-死亡之翼",
						["bTag"] = "跳跃之狮#5192148",
						["class"] = 1,
						["time"] = 1548723735,
						["iLvl"] = 386,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "爆炒糖葫芦-安纳塞隆",
						["bTag"] = "干之#5657",
						["class"] = 2,
						["time"] = 1548723735,
						["iLvl"] = 385,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "曾经很气盛-格瑞姆巴托",
						["bTag"] = "短暂小狂#5181",
						["class"] = 8,
						["time"] = 1548723735,
						["iLvl"] = 377,
					}, -- [4]
				},
				["3-251-663-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "佛系男青年-伊森利恩",
						["bTag"] = "雨丶之呤#5842",
						["time"] = 1549077237,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 391,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "南城灬酷牛-阿纳克洛斯",
						["bTag"] = "鬼魂之犬#526681",
						["class"] = 1,
						["time"] = 1549077237,
						["iLvl"] = 390,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "睁眼十万伏-加尔",
						["bTag"] = "胖蜀黍#51730",
						["class"] = 12,
						["time"] = 1549077237,
						["iLvl"] = 396,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "青空溯琉璃-凤凰之神",
						["bTag"] = "黯月#51460",
						["class"] = 9,
						["time"] = 1549076867,
						["iLvl"] = 399,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "露毛龟-加基森",
						["bTag"] = "蟲儿飛飛#5511",
						["class"] = 9,
						["time"] = 1549077237,
						["iLvl"] = 395,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Hickey-死亡熔炉",
						["bTag"] = "冰凉的小搜#5261",
						["class"] = 8,
						["time"] = 1549071546,
						["iLvl"] = 401,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "獸王獵人-藏宝海湾",
						["bTag"] = "啊咋头#5128",
						["class"] = 3,
						["time"] = 1549077237,
						["iLvl"] = 395,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "陈艺云天-熵魔",
						["bTag"] = "grasscheng#5371",
						["class"] = 8,
						["time"] = 1549077237,
						["iLvl"] = 388,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "正义的伙伴丨-死亡之翼",
						["bTag"] = "今天开始做狙神#5160",
						["class"] = 4,
						["time"] = 1549077237,
						["iLvl"] = 400,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "死掉的刃-狂热之刃",
						["bTag"] = "Lorenz#51382",
						["class"] = 4,
						["time"] = 1549077237,
						["iLvl"] = 396,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "大力姐-迪托马斯",
						["bTag"] = "灰太牛#5714",
						["class"] = 12,
						["time"] = 1549077237,
						["iLvl"] = 400,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "药水大师-黑铁",
						["bTag"] = "霜冻之足#55640",
						["class"] = 12,
						["time"] = 1549077237,
						["iLvl"] = 398,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "纪委书记丶-海克泰尔",
						["bTag"] = "曹玉坤#5897",
						["class"] = 2,
						["time"] = 1549077237,
						["iLvl"] = 387,
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "小发财-毁灭之锤",
						["bTag"] = "运气#5474",
						["class"] = 11,
						["time"] = 1549077237,
						["iLvl"] = 387,
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "追蛇少年-寒冰皇冠",
						["bTag"] = "Hunlter#5633",
						["class"] = 7,
						["time"] = 1549077237,
						["iLvl"] = 388,
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "尧兆-熔火之心",
						["bTag"] = "尧兆#5539",
						["class"] = 2,
						["time"] = 1549076860,
						["iLvl"] = 394,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "段杖袭明-熵魔",
						["bTag"] = "Sunday#5978",
						["class"] = 5,
						["time"] = 1549077237,
						["iLvl"] = 392,
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "喝汤麽-通灵学院",
						["bTag"] = "tenbagger#5174",
						["class"] = 10,
						["time"] = 1549077237,
						["iLvl"] = 395,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "华伦查的权能-凤凰之神",
						["bTag"] = "卡塞尔雷#5357",
						["class"] = 5,
						["time"] = 1549071350,
						["iLvl"] = 400,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "张国荣丶-布兰卡德",
						["bTag"] = "图图丶很潇洒#5808",
						["class"] = 8,
						["time"] = 1549071546,
						["iLvl"] = 394,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "欧人橘-塞拉摩",
						["bTag"] = "进击的小软#5957",
						["class"] = 5,
						["time"] = 1549071338,
						["iLvl"] = 396,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "雷米的威严-冰风岗",
						["bTag"] = "ClassBHero#5121",
						["class"] = 11,
						["time"] = 1549071546,
						["iLvl"] = 397,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Spartan-哈卡",
						["bTag"] = "狂暴巨兽#51535",
						["class"] = 1,
						["time"] = 1549077237,
						["iLvl"] = 395,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "我要丶大宝剑-燃烧平原",
						["bTag"] = "蜜蜂#5896",
						["class"] = 4,
						["time"] = 1549077237,
						["iLvl"] = 401,
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "将军咱们棱多-奥尔加隆",
						["bTag"] = "SIKA#5795",
						["class"] = 1,
						["time"] = 1549077237,
						["iLvl"] = 391,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Ninjak-伊兰尼库斯",
						["bTag"] = "NinjaK#5797",
						["class"] = 8,
						["time"] = 1549077237,
						["iLvl"] = 392,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "雪之下灬雪乃-达尔坎",
						["bTag"] = "会飞的枕头#51294",
						["class"] = 8,
						["time"] = 1549074236,
						["iLvl"] = 395,
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "呱呱鱼-斯克提斯",
						["bTag"] = "oyc#5897",
						["class"] = 11,
						["time"] = 1549076824,
						["iLvl"] = 396,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走洋洋-凤凰之神",
						["bTag"] = "我真生气了#5728",
						["class"] = 7,
						["time"] = 1549077237,
						["iLvl"] = 394,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "寒雪傲-雷霆之王",
						["bTag"] = "寒雪傲#5558",
						["class"] = 3,
						["time"] = 1549077237,
						["iLvl"] = 395,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "柒月夜-格瑞姆巴托",
						["bTag"] = "clover#52681",
						["class"] = 11,
						["time"] = 1549077237,
						["iLvl"] = 391,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "米迦勒砖家-格瑞姆巴托",
						["bTag"] = "mrseven#51675",
						["class"] = 8,
						["time"] = 1549077237,
						["iLvl"] = 386,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "零度飞舞-末日行者",
						["bTag"] = "副本达人#5294",
						["time"] = 1549945885,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 392,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "左手旁的右手-血色十字军",
						["bTag"] = "倒转流年#5861",
						["class"] = 5,
						["time"] = 1549945881,
						["iLvl"] = 390,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "言希灬-死亡之翼",
						["bTag"] = "Memory#5924",
						["class"] = 5,
						["time"] = 1549945583,
						["iLvl"] = 392,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "有点儿忧伤-艾莫莉丝",
						["bTag"] = "一个字稳#51372",
						["class"] = 2,
						["time"] = 1549945851,
						["iLvl"] = 402,
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "打喷嚏扣鼻孔-阿纳克洛斯",
						["bTag"] = "肉肉的大天昊#5601",
						["class"] = 6,
						["time"] = 1549945889,
						["iLvl"] = 391,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "御剑逍遥-丹莫德",
						["bTag"] = "御剑逍遥#5113",
						["class"] = 8,
						["time"] = 1549945906,
						["iLvl"] = 392,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "彭澍-死亡之翼",
						["bTag"] = "彭澍#51821",
						["class"] = 12,
						["time"] = 1549945952,
						["iLvl"] = 400,
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "盛夏灬夜德-凤凰之神",
						["bTag"] = "盛夏灬夜德#5984",
						["class"] = 11,
						["time"] = 1549945856,
						["iLvl"] = 403,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "夜神月丨风语-辛达苟萨",
						["bTag"] = "Jayce#51293",
						["class"] = 3,
						["time"] = 1549945891,
						["iLvl"] = 402,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "纳兹丶-贫瘠之地",
						["bTag"] = "Forever#53523",
						["class"] = 2,
						["time"] = 1549943559,
						["iLvl"] = 393,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋疼搓搓就好-亡语者",
						["bTag"] = "Player#5154109",
						["class"] = 4,
						["time"] = 1549945887,
						["iLvl"] = 400,
					}, -- [43]
					{
						["class"] = 10,
						["role"] = "HEALER",
						["name"] = "圣雾-黑铁",
						["time"] = 1549945887,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "野兽-耐普图隆",
						["bTag"] = "什么鬼#52879",
						["class"] = 9,
						["time"] = 1549945876,
						["iLvl"] = 399,
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "晴天如吾心-海克泰尔",
						["bTag"] = "晴天的快乐#5108",
						["class"] = 7,
						["time"] = 1549945821,
						["iLvl"] = 397,
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "星滅-雏龙之翼",
						["bTag"] = "Cat#5150",
						["class"] = 5,
						["time"] = 1549945881,
						["iLvl"] = 392,
					}, -- [47]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "嗜血乱舞-寒冰皇冠",
						["time"] = 1549945952,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "Grimlol-黑铁",
						["bTag"] = "AkaDiamond#5793",
						["class"] = 4,
						["time"] = 1549945836,
						["iLvl"] = 398,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "你滴炉石呢-格瑞姆巴托",
						["bTag"] = "村口的老铁匠#5759",
						["class"] = 4,
						["time"] = 1549945866,
						["iLvl"] = 398,
					}, -- [50]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "打工皇帝阿伟-格瑞姆巴托",
						["time"] = 1549945866,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "伍六七-狂热之刃",
						["bTag"] = "子非鱼#5239",
						["class"] = 4,
						["time"] = 1549945836,
						["iLvl"] = 403,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影舆光明-古尔丹",
						["bTag"] = "黑暗舆光明#5190",
						["class"] = 9,
						["time"] = 1549945887,
						["iLvl"] = 394,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "叶落丶无殇-洛丹伦",
						["bTag"] = "大春子#5496",
						["class"] = 8,
						["time"] = 1549945856,
						["iLvl"] = 392,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "夜殇-太阳之井",
						["bTag"] = "霸气你辉哥#5436",
						["class"] = 3,
						["time"] = 1549945866,
						["iLvl"] = 390,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "丶宇-格瑞姆巴托",
						["bTag"] = "Zmeye#5770",
						["class"] = 5,
						["time"] = 1549944049,
						["iLvl"] = 399,
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "伊丶塞亚-克尔苏加德",
						["bTag"] = "上善若水#51954",
						["class"] = 2,
						["time"] = 1549945881,
						["iLvl"] = 393,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "帮帮龙-燃烧平原",
						["bTag"] = "抬杠运动员#5684",
						["class"] = 12,
						["time"] = 1549945863,
						["iLvl"] = 401,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "绿皮八八酱-阿曼尼",
						["bTag"] = "八八酱#5247",
						["time"] = 1550302732,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 405,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "雾玄-影之哀伤",
						["bTag"] = "西波#5123",
						["class"] = 3,
						["time"] = 1550301233,
						["iLvl"] = 406,
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "蓝色的护胸毛-冰霜之刃",
						["bTag"] = "野猴子#5265",
						["class"] = 1,
						["time"] = 1550299709,
						["iLvl"] = 407,
					}, -- [61]
					{
						["role"] = "HEALER",
						["name"] = "伊森徳雷-洛肯",
						["bTag"] = "IcaruS#52215",
						["class"] = 10,
						["time"] = 1550302738,
						["iLvl"] = 399,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "报之以歌-燃烧之刃",
						["bTag"] = "我觉得我今天很帅#5923",
						["class"] = 1,
						["time"] = 1550300516,
						["iLvl"] = 409,
					}, -- [63]
					{
						["role"] = "HEALER",
						["name"] = "咕咕的阿鸽达-阿曼尼",
						["bTag"] = "tumango#5678",
						["class"] = 11,
						["time"] = 1550302786,
						["iLvl"] = 394,
					}, -- [64]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "Dreaddemon-阿曼尼",
						["time"] = 1550302740,
					}, -- [65]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "英能冲锋-死亡之翼",
						["time"] = 1550301474,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "玩命丨昆-奥尔加隆",
						["bTag"] = "疯狂丶昆#5126",
						["class"] = 1,
						["time"] = 1550302759,
						["iLvl"] = 397,
					}, -- [67]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "李師父-安苏",
						["time"] = 1550302814,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "七点半起床-布兰卡德",
						["bTag"] = "低俗小说#5592",
						["class"] = 3,
						["time"] = 1550300506,
						["iLvl"] = 401,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "低调了老牛-格瑞姆巴托",
						["bTag"] = "低调的疯子#5276",
						["class"] = 11,
						["time"] = 1550301100,
						["iLvl"] = 407,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "雨落微凉-燃烧之刃",
						["bTag"] = "下完这场雨#5166",
						["class"] = 8,
						["time"] = 1550302547,
						["iLvl"] = 406,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "来喰喰我乃头-玛洛加尔",
						["bTag"] = "嘿哟哟#51217",
						["class"] = 11,
						["time"] = 1550302753,
						["iLvl"] = 404,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "余音皆婉-阿曼尼",
						["bTag"] = "Cisneros#5941",
						["class"] = 4,
						["time"] = 1550302724,
						["iLvl"] = 407,
					}, -- [73]
					{
						["role"] = "TANK",
						["name"] = "呼啦拉啦-影之哀伤",
						["bTag"] = "Ghostwolf#51540",
						["class"] = 2,
						["time"] = 1550302802,
						["iLvl"] = 399,
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "落舞霓裳-阿曼尼",
						["class"] = 7,
						["leader"] = true,
						["time"] = 1550302909,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂有咕-阿克蒙德",
						["bTag"] = "MagicRyan#5658",
						["class"] = 11,
						["time"] = 1550300036,
						["iLvl"] = 405,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "圆圆会振翅-阿曼尼",
						["bTag"] = "MilkyWay#5290",
						["class"] = 11,
						["time"] = 1550302782,
						["iLvl"] = 396,
					}, -- [77]
					{
						["role"] = "HEALER",
						["name"] = "刹怼怼-格瑞姆巴托",
						["bTag"] = "我叫抢不到#5551",
						["class"] = 11,
						["time"] = 1550302745,
						["iLvl"] = 404,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "乔妮娜莎比洋-奥尔加隆",
						["bTag"] = "大佬#52964",
						["class"] = 12,
						["time"] = 1550300591,
						["iLvl"] = 409,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "黄衣之王-亚雷戈斯",
						["bTag"] = "Atomica#5428",
						["class"] = 9,
						["time"] = 1550302722,
						["iLvl"] = 399,
					}, -- [80]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "囧架架-阿曼尼",
						["time"] = 1550302764,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "巧克力甜圈圈-索瑞森",
						["bTag"] = "甜心糖糖#5271",
						["class"] = 5,
						["time"] = 1550302786,
						["iLvl"] = 399,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "怨火丶毒心-阿克蒙德",
						["bTag"] = "该隐#5639",
						["class"] = 9,
						["time"] = 1550300485,
						["iLvl"] = 402,
					}, -- [83]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "Restart-阿曼尼",
						["time"] = 1550300527,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "奶司-哈卡",
						["bTag"] = "闲晃#5250",
						["class"] = 11,
						["time"] = 1550302774,
						["iLvl"] = 401,
					}, -- [85]
					{
						["role"] = "HEALER",
						["name"] = "细雨夜晚晴-凤凰之神",
						["bTag"] = "百战成歌#5770",
						["class"] = 7,
						["time"] = 1550302732,
						["iLvl"] = 404,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "華佗-贫瘠之地",
						["bTag"] = "Shooter#5649",
						["class"] = 5,
						["time"] = 1550302774,
						["iLvl"] = 404,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "有什么好-烈焰峰",
						["bTag"] = "巨硕之斧#516703",
						["class"] = 8,
						["time"] = 1550302740,
						["iLvl"] = 400,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "插根基八-亚雷戈斯",
						["bTag"] = "果子#5424",
						["class"] = 7,
						["time"] = 1550302736,
						["iLvl"] = 405,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "七同-死亡之翼",
						["bTag"] = "喜喜#51860",
						["class"] = 3,
						["time"] = 1550302205,
						["iLvl"] = 408,
					}, -- [90]
				},
				["2-142-517-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "宁静如水-燃烧之刃",
						["bTag"] = "狂野之狼#5167751",
						["time"] = 1549900314,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 395,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "藤之宫宁子-死亡之翼",
						["bTag"] = "安娜的饼干#5376",
						["class"] = 6,
						["time"] = 1549899593,
						["iLvl"] = 379,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "徘徊的幼雏-无尽之海",
						["bTag"] = "果汁儿#51695",
						["class"] = 1,
						["time"] = 1549899593,
						["iLvl"] = 400,
					}, -- [3]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "Pjss-死亡之翼",
						["time"] = 1549900314,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "魔神幻舞-燃烧之刃",
						["bTag"] = "有什么好看的#5843",
						["class"] = 9,
						["time"] = 1549900314,
						["iLvl"] = 378,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "卡拉赞之魇-丽丽（四川）",
						["bTag"] = "甩锅侠#5528",
						["class"] = 3,
						["time"] = 1549900314,
						["iLvl"] = 351,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "三尺木牛马丶-死亡之翼",
						["bTag"] = "诺诺诺诺诺羽丶#5471",
						["time"] = 1550201740,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 408,
					}, -- [7]
					{
						["class"] = 11,
						["role"] = "DAMAGER",
						["name"] = "灰化肥挥发黑-诺莫瑞根",
						["time"] = 1550201740,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "逐风者赵四-格瑞姆巴托",
						["bTag"] = "寒冰射手麦克美#5462",
						["class"] = 11,
						["time"] = 1550201740,
						["iLvl"] = 397,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Naruku-血色十字军",
						["bTag"] = "随便玩完#5144",
						["class"] = 9,
						["time"] = 1550201740,
						["iLvl"] = 375,
					}, -- [10]
				},
				["2-145-529-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "浪子三唱丶-雷霆之王",
						["bTag"] = "月光光找大床丶#5876",
						["time"] = 1548994595,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 391,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋总小跟班-玛洛加尔",
						["bTag"] = "亲爱的波波#5719",
						["class"] = 12,
						["time"] = 1548994595,
						["iLvl"] = 374,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "小超-黑暗虚空",
						["bTag"] = "小超#5704",
						["class"] = 8,
						["time"] = 1548994595,
						["iLvl"] = 390,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "貝小熙丶-贫瘠之地",
						["bTag"] = "平凡的闪耀丶#5554",
						["class"] = 8,
						["time"] = 1548994595,
						["iLvl"] = 371,
					}, -- [4]
				},
				["2-137-499-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "伊索-迦拉克隆",
						["bTag"] = "暮雪千山#5240",
						["time"] = 1548728255,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 377,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "非洲海欧-贫瘠之地",
						["bTag"] = "海東青#51196",
						["class"] = 9,
						["time"] = 1548728255,
						["iLvl"] = 386,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "爆炒糖葫芦-安纳塞隆",
						["bTag"] = "干之#5657",
						["class"] = 2,
						["time"] = 1548727624,
						["iLvl"] = 385,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "犇麗蓮梦露-影之哀伤",
						["bTag"] = "次奥有埋伏#5675",
						["class"] = 3,
						["time"] = 1548728255,
						["iLvl"] = 383,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "一世丿安然-凤凰之神",
						["bTag"] = "一世丿安然#5639",
						["class"] = 11,
						["time"] = 1548728255,
						["iLvl"] = 391,
					}, -- [5]
				},
				["2-139-504-0"] = {
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "Pjss-死亡之翼",
						["time"] = 1549182515,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "阿坤阿奎罗-格瑞姆巴托",
						["bTag"] = "伊布斯蒂亚诺梅西#5683",
						["class"] = 3,
						["time"] = 1549181715,
						["iLvl"] = 390,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "灯光师灬-死亡之翼",
						["bTag"] = "宇欲雨#5781",
						["class"] = 2,
						["time"] = 1549182515,
						["iLvl"] = 396,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "西门吹穴灬-格瑞姆巴托",
						["bTag"] = "陌上六月#5937",
						["class"] = 1,
						["time"] = 1549182515,
						["iLvl"] = 379,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "斑斓之水-克尔苏加德",
						["bTag"] = "撸管先锋队#5160",
						["class"] = 7,
						["time"] = 1549182515,
						["iLvl"] = 379,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "世间俗人-死亡之翼",
						["bTag"] = "好赖狗全都有#5703",
						["time"] = 1550568775,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 398,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "铁拳小呼呼-死亡之翼",
						["bTag"] = "moon#57644",
						["class"] = 1,
						["time"] = 1550568151,
						["iLvl"] = 408,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "滚烫的阿坤达-梦境之树",
						["bTag"] = "一心一怡#51119",
						["class"] = 5,
						["time"] = 1550568775,
						["iLvl"] = 404,
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "维维一笑-死亡之翼",
						["bTag"] = "安城#5303",
						["class"] = 2,
						["time"] = 1550567747,
						["iLvl"] = 406,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "摹铢-燃烧之刃",
						["bTag"] = "半世流离#5888",
						["class"] = 8,
						["time"] = 1550568775,
						["iLvl"] = 398,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "皮皮虾跟我走-塞拉摩",
						["bTag"] = "疯狂之猫#51533",
						["class"] = 2,
						["time"] = 1550568486,
						["iLvl"] = 399,
					}, -- [11]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "黄昏暗-死亡之翼",
						["time"] = 1550568775,
					}, -- [12]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "卡伊雪娜-伊森利恩",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1549175618,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "定波澜-萨尔",
						["bTag"] = "枯骨无春#5378",
						["class"] = 10,
						["time"] = 1549175618,
						["iLvl"] = 390,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "我不是笨熊-库德兰",
						["bTag"] = "笨熊#5461",
						["class"] = 1,
						["time"] = 1549175618,
						["iLvl"] = 367,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "迪迪芭儿-格瑞姆巴托",
						["bTag"] = "PAtjf#5776",
						["class"] = 11,
						["time"] = 1549175609,
						["iLvl"] = 389,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "朝北又以西-埃德萨拉",
						["bTag"] = "宇智波鼬#53391",
						["class"] = 3,
						["time"] = 1549175618,
						["iLvl"] = 393,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Stars-海克泰尔",
						["bTag"] = "秀田武仁耕#5137",
						["class"] = 8,
						["time"] = 1549175618,
						["iLvl"] = 385,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "唯一的寳貝-激流之傲",
						["bTag"] = "Anlucy#5513",
						["class"] = 2,
						["time"] = 1549175618,
						["iLvl"] = 366,
					}, -- [7]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "神谕鬼王-天谴之门",
						["time"] = 1549175618,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "辰缘丶-燃烧之刃",
						["bTag"] = "清风颂#51762",
						["class"] = 10,
						["time"] = 1549175618,
						["iLvl"] = 278,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "璐西法之子-密林游侠",
						["bTag"] = "钟书记#5246",
						["class"] = 9,
						["time"] = 1549175618,
						["iLvl"] = 374,
					}, -- [10]
					{
						["class"] = 2,
						["role"] = "TANK",
						["name"] = "进口小哥哥-无尽之海",
						["time"] = 1549175618,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "菱雪-血环",
						["bTag"] = "枫尘夜灵#5313",
						["class"] = 2,
						["time"] = 1549175618,
						["iLvl"] = 380,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "鲜花盔甲-影之哀伤",
						["bTag"] = "许红岩#5602",
						["class"] = 9,
						["time"] = 1549175618,
						["iLvl"] = 354,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "我拿什么拯你-奎尔丹纳斯",
						["bTag"] = "血影游魂#5603",
						["class"] = 2,
						["time"] = 1549175618,
						["iLvl"] = 374,
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "余生丶夜月-安苏",
						["bTag"] = "沧海#52315",
						["class"] = 5,
						["time"] = 1549175618,
						["iLvl"] = 382,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "小姨妈阿福-燃烧之刃",
						["bTag"] = "看起来超好吃#5959",
						["class"] = 12,
						["time"] = 1549175618,
						["iLvl"] = 399,
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "孤独的燕燕-影之哀伤",
						["bTag"] = "ZanyDruid#5871",
						["class"] = 1,
						["time"] = 1549175618,
						["iLvl"] = 394,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "轻风笑-死亡之翼",
						["bTag"] = "福尒萌斯#5731",
						["class"] = 2,
						["time"] = 1549175618,
						["iLvl"] = 378,
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "祖达萨吴彦祖-奥妮克希亚",
						["bTag"] = "全村希望杨超越#5234",
						["class"] = 11,
						["time"] = 1549175618,
						["iLvl"] = 379,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "水上划-海克泰尔",
						["bTag"] = "暗影之风暴#523685",
						["class"] = 4,
						["time"] = 1549175618,
						["iLvl"] = 377,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "意难平-冰风岗",
						["bTag"] = "scarletex#5415",
						["class"] = 12,
						["time"] = 1549175618,
						["iLvl"] = 397,
					}, -- [21]
					{
						["class"] = 10,
						["role"] = "TANK",
						["name"] = "Iddi-凤凰之神",
						["time"] = 1549175618,
					}, -- [22]
					{
						["class"] = 1,
						["role"] = "TANK",
						["name"] = "從戰火中走來-格瑞姆巴托",
						["time"] = 1549175618,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Lostarget-凤凰之神",
						["bTag"] = "RJShadow#5357",
						["class"] = 4,
						["time"] = 1549175618,
						["iLvl"] = 402,
					}, -- [24]
					{
						["class"] = 11,
						["role"] = "TANK",
						["name"] = "一滚滚魔兽一-能源舰",
						["time"] = 1549175618,
					}, -- [25]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "啷哩嗰浪-鹰巢山",
						["time"] = 1549175618,
					}, -- [26]
					{
						["class"] = 12,
						["role"] = "TANK",
						["name"] = "赤炼-血色十字军",
						["time"] = 1549175618,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "优雅之夕-奈法利安",
						["bTag"] = "伊卡洛斯丶#5651",
						["class"] = 11,
						["time"] = 1549175618,
						["iLvl"] = 385,
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "生命中的阴影-凤凰之神",
						["bTag"] = "菲拉格慕#5875",
						["class"] = 11,
						["time"] = 1549175618,
						["iLvl"] = 398,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "有事找我老大-凤凰之神",
						["bTag"] = "龙叔#51629",
						["class"] = 12,
						["time"] = 1549175609,
						["iLvl"] = 396,
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "Cherryess-凤凰之神",
						["bTag"] = "旺旺#52203",
						["class"] = 5,
						["time"] = 1549175618,
						["iLvl"] = 283,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Fizzo-死亡之翼",
						["bTag"] = "大叔万万岁#5858",
						["class"] = 4,
						["time"] = 1549175609,
						["iLvl"] = 391,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "失眠症患者-甜水绿洲",
						["bTag"] = "血色莲华#5971",
						["class"] = 6,
						["time"] = 1549175618,
						["iLvl"] = 396,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "Wbean-黑铁",
						["bTag"] = "Wbean#5550",
						["class"] = 6,
						["time"] = 1549175609,
						["iLvl"] = 400,
					}, -- [34]
					{
						["class"] = 11,
						["role"] = "HEALER",
						["name"] = "一米一-瓦拉斯塔兹",
						["time"] = 1549175618,
					}, -- [35]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "梦梦篱落-伊利丹",
						["time"] = 1549175618,
					}, -- [36]
				},
				["2-141-513-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "柳林村霸-死亡之翼",
						["bTag"] = "叶陶然#5580",
						["time"] = 1550407001,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 407,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丶木修-死亡之翼",
						["bTag"] = "叶陶然#5580",
						["class"] = 1,
						["time"] = 1550407001,
						["iLvl"] = 390,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "叽歪叽歪-死亡之翼",
						["bTag"] = "玩世不恭丶#5159",
						["class"] = 1,
						["time"] = 1550407001,
						["iLvl"] = 401,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Painkillerqt-死亡之翼",
						["bTag"] = "BurningQT#5155",
						["class"] = 5,
						["time"] = 1550407001,
						["iLvl"] = 408,
					}, -- [4]
				},
				["2-143-522-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "孤儿院院长丶-死亡之翼",
						["bTag"] = "智慧树下操您妈#5522",
						["class"] = 8,
						["time"] = 1548842442,
						["iLvl"] = 390,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "小毛賊-燃烧之刃",
						["bTag"] = "不带群殴的#5832",
						["class"] = 4,
						["time"] = 1548842442,
						["iLvl"] = 392,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "赫菲斯托斯-加兹鲁维",
						["bTag"] = "edissson#5174",
						["class"] = 11,
						["time"] = 1548842442,
						["iLvl"] = 385,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "首席婦科医生-安苏",
						["bTag"] = "肆虐#5251",
						["class"] = 2,
						["time"] = 1548842442,
						["iLvl"] = 387,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Emjoyable-格瑞姆巴托",
						["bTag"] = "剑舞倾城#5851",
						["time"] = 1549255725,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 389,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Sammily-贫瘠之地",
						["bTag"] = "Sammily#5181",
						["class"] = 8,
						["time"] = 1549255725,
						["iLvl"] = 394,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "我是好霸霸-克尔苏加德",
						["bTag"] = "龙鳞哥#5697",
						["class"] = 5,
						["time"] = 1549255725,
						["iLvl"] = 398,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "蝎子琻-冰风岗",
						["bTag"] = "巴里洛切公爵#5700",
						["class"] = 3,
						["time"] = 1549255725,
						["iLvl"] = 394,
					}, -- [8]
				},
				["2-146-534-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Bloodyedom-回音山",
						["bTag"] = "鸠鸣#5112",
						["time"] = 1548844346,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 390,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "轻舞飛杨-燃烧之刃",
						["bTag"] = "sam#53312",
						["class"] = 12,
						["time"] = 1548844346,
						["iLvl"] = 389,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Hera-埃克索图斯",
						["bTag"] = "Wusy#5121",
						["class"] = 8,
						["time"] = 1548844346,
						["iLvl"] = 390,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "丶花洛雪-利刃之拳",
						["bTag"] = "行走的猪子#5167",
						["class"] = 11,
						["time"] = 1548844346,
						["iLvl"] = 391,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "灰原丶哀-白骨荒野",
						["bTag"] = "李力#5311",
						["time"] = 1549102858,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 392,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "吹落丶星如雨-埃德萨拉",
						["bTag"] = "提剑出昆仑#5789",
						["class"] = 4,
						["time"] = 1549102858,
						["iLvl"] = 395,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "佟马和纱-燃烧之刃",
						["bTag"] = "幺蛾子#51206",
						["class"] = 4,
						["time"] = 1549102858,
						["iLvl"] = 398,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "花龄丶女神-克尔苏加德",
						["bTag"] = "佳佳#5844",
						["class"] = 8,
						["time"] = 1549102858,
						["iLvl"] = 392,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "曦曦灬-死亡之翼",
						["bTag"] = "萌灬曦曦#5502",
						["time"] = 1549289969,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 401,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "超凶哦-死亡之翼",
						["bTag"] = "并不能凯瑞#51795",
						["class"] = 10,
						["time"] = 1549289969,
						["iLvl"] = 391,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "芃芃灬-死亡之翼",
						["bTag"] = "我行我素#5283",
						["class"] = 12,
						["time"] = 1549289969,
						["iLvl"] = 401,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "轻风寻途-格瑞姆巴托",
						["bTag"] = "画个心心给你#5971",
						["class"] = 8,
						["time"] = 1549289969,
						["iLvl"] = 399,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "奎尔索丶荒天-死亡之翼",
						["bTag"] = "悲伤之熠#5320",
						["time"] = 1550374219,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 406,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Mmortred-死亡之翼",
						["bTag"] = "Mmortred#5121",
						["class"] = 8,
						["time"] = 1550374219,
						["iLvl"] = 402,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "兔小鬼-凤凰之神",
						["bTag"] = "兔小鬼#5161",
						["class"] = 4,
						["time"] = 1550374219,
						["iLvl"] = 403,
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "老子是武僧-凤凰之神",
						["bTag"] = "青执#51425",
						["class"] = 10,
						["time"] = 1550374219,
						["iLvl"] = 402,
					}, -- [16]
				},
			},
			["searchHistoryList"] = {
				"3-251-664-0", -- [1]
				"3-0-657-0", -- [2]
				"6-0-0-0", -- [3]
			},
			["settings"] = {
				["storage"] = {
					["y"] = 139.021041870117,
					["x"] = -7.365478515625,
					["point"] = "RIGHT",
					["scale"] = 1,
				},
			},
		},
		["Markws - 死亡之翼"] = {
			["version"] = "80100.02",
		},
	},
}
