
DuowanChatPerDB = {
	["织命使薇薇安-贫瘠之地"] = "111@1535535380",
	["Acheotha-贫瘠之地"] = "110@1535535380",
	["Wssgmarkwu-贫瘠之地"] = "120@1535535380",
	["Xdsgmarkwu-贫瘠之地"] = "89@1535535380",
	["Fssgmarkwu-贫瘠之地"] = "90@1535535380",
	["Wildpower"] = "110@1535535343",
	["Wildpower-贫瘠之地"] = "110@1535535380",
	["Dzsgmarkwu-贫瘠之地"] = "84@1535535380",
	["八方支援-贫瘠之地"] = "110@1535535380",
	["忘掉那个传说-贫瘠之地"] = "120@1535535380",
	["Zssgmarkwu-贫瘠之地"] = "116@1535535380",
	["雾翠-贫瘠之地"] = "120@1535535380",
	["反抗烈炬-贫瘠之地"] = "42@1535535380",
	["Pejss-贫瘠之地"] = "110@1535535380",
}
