
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["Zssgmarkwu - 贫瘠之地"] = "Zssgmarkwu - 贫瘠之地",
	},
	["profiles"] = {
		["Zssgmarkwu - 贫瘠之地"] = {
			["settings"] = {
				["storage"] = {
					["y"] = 150.352737426758,
					["x"] = -13.9072265625,
					["point"] = "RIGHT",
					["scale"] = 1,
				},
			},
			["appShine"] = "80100.01",
			["recent"] = {
				["1-248-650-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "一大酋长一-凯恩血蹄",
						["iLvl"] = 388,
						["time"] = 1547687917,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "懒得解释#51314",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "令狐青兰-古加尔",
						["iLvl"] = 378,
						["time"] = 1547687917,
						["class"] = 6,
						["bTag"] = "令狐乱冲#5549",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "血匕乂透心凉-燃烧之刃",
						["iLvl"] = 389,
						["time"] = 1547687917,
						["class"] = 4,
						["bTag"] = "Stark#5617",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "咆哮游侠-黑暗魅影",
						["iLvl"] = 377,
						["time"] = 1548062441,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "IVANWOLF#5746",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "玉面小飛龍-卡珊德拉",
						["iLvl"] = 382,
						["time"] = 1548062443,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "灵音1919#5567",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "城丶爷-安苏",
						["iLvl"] = 340,
						["time"] = 1548062419,
						["class"] = 12,
						["bTag"] = "Sai#5680",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "丨噩灵丨-死亡之翼",
						["iLvl"] = 224,
						["time"] = 1548062443,
						["class"] = 12,
						["bTag"] = "夜伴幽梦#5834",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "亻半-安苏",
						["iLvl"] = 357,
						["time"] = 1548062439,
						["class"] = 12,
						["bTag"] = "玲玲#52154",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Shsair-死亡之翼",
						["iLvl"] = 391,
						["time"] = 1548062443,
						["class"] = 4,
						["bTag"] = "金木研#5384",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "月楼-死亡之翼",
						["iLvl"] = 363,
						["time"] = 1548062447,
						["class"] = 6,
						["bTag"] = "Yosun#51239",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Justmissyou-安苏",
						["time"] = 1548062408,
						["class"] = 1,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "德卤伊猎手-安苏",
						["iLvl"] = 383,
						["time"] = 1548062447,
						["class"] = 3,
						["bTag"] = "吴彦祖自弹自唱#5463",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "醉梦丿忆今-阿拉希",
						["iLvl"] = 389,
						["time"] = 1548062443,
						["class"] = 5,
						["bTag"] = "终止丿回忆#5332",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "赫米特雨夜-奥斯里安",
						["iLvl"] = 386,
						["time"] = 1548062443,
						["class"] = 3,
						["bTag"] = "爸爸忽然间#5167",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "丶醉今朝-死亡之翼",
						["iLvl"] = 384,
						["time"] = 1548062441,
						["class"] = 3,
						["bTag"] = "淼淼更健康#5805",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "曼秀乐敦-冰风岗",
						["iLvl"] = 385,
						["time"] = 1548062441,
						["class"] = 7,
						["bTag"] = "魔靈#5936",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "徐甜甜-黑暗虚空",
						["iLvl"] = 354,
						["time"] = 1548062447,
						["class"] = 9,
						["bTag"] = "文文饭#5336",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "魔殇冰鱼-鬼雾峰",
						["time"] = 1548062415,
						["class"] = 12,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Pxy-安苏",
						["iLvl"] = 385,
						["time"] = 1548062447,
						["class"] = 6,
						["bTag"] = "pxy#51161",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "上官世家-亚雷戈斯",
						["iLvl"] = 355,
						["time"] = 1548062439,
						["class"] = 2,
						["bTag"] = "RobotNinja#52967",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "陈家圣骑-凤凰之神",
						["iLvl"] = 374,
						["time"] = 1548062445,
						["class"] = 2,
						["bTag"] = "陈家大少#51400",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "小呀么小祖宗-阿克蒙德",
						["iLvl"] = 378,
						["time"] = 1548062447,
						["class"] = 10,
						["bTag"] = "梦晨伤#5261",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "玲珑蕪-埃霍恩",
						["iLvl"] = 274,
						["time"] = 1548062443,
						["class"] = 3,
						["bTag"] = "潜行者#510167",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "醉灬清風-血色十字军",
						["iLvl"] = 390,
						["time"] = 1548062447,
						["class"] = 6,
						["bTag"] = "夜灬微涼#5847",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "婚后生活-燃烧军团",
						["iLvl"] = 380,
						["time"] = 1548062439,
						["class"] = 3,
						["bTag"] = "超能之裤#529937",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Forwhat-国王之谷",
						["iLvl"] = 368,
						["time"] = 1548062447,
						["class"] = 9,
						["bTag"] = "Overthere#5743",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "热血狂魔-试炼之环",
						["iLvl"] = 388,
						["time"] = 1548062434,
						["class"] = 4,
						["bTag"] = "daqing#51412",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "丶南栀倾寒灬-影之哀伤",
						["iLvl"] = 387,
						["time"] = 1548062439,
						["class"] = 3,
						["bTag"] = "柒夜#5241",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "巴蒂斯塔-爱斯特纳",
						["iLvl"] = 360,
						["time"] = 1548062447,
						["class"] = 2,
						["bTag"] = "华丽之虎#5212424",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "新郑吴彦祖-影之哀伤",
						["iLvl"] = 373,
						["time"] = 1548062441,
						["class"] = 1,
						["bTag"] = "隐蔽之裤#5176437",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "丨妙丶菡丨-凤凰之神",
						["time"] = 1548062441,
						["class"] = 2,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "打击你的芯-战歌",
						["time"] = 1548062447,
						["class"] = 6,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "小米粥-熔火之心",
						["time"] = 1548062447,
						["class"] = 4,
						["leader"] = true,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "情缘如薄冰-密林游侠",
						["time"] = 1548062447,
						["class"] = 8,
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "淡淡伤微微凉-哈卡",
						["time"] = 1548062447,
						["class"] = 6,
					}, -- [35]
				},
				["2-138-507-0"] = {
					{
						["role"] = "TANK",
						["name"] = "一刀倒-死亡之翼",
						["iLvl"] = 403,
						["time"] = 1549853877,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "我荡我快乐#5255",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "年华灬飞逝-无尽之海",
						["iLvl"] = 386,
						["time"] = 1549853877,
						["class"] = 1,
						["bTag"] = "飛逝年華#5257",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "你还是你-能源舰",
						["time"] = 1549853877,
						["class"] = 3,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "妖唲妮-格瑞姆巴托",
						["iLvl"] = 388,
						["time"] = 1549853877,
						["class"] = 5,
						["bTag"] = "紫焰#5553",
					}, -- [4]
				},
				["3-132-493-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "夜之御灵者-凤凰之神",
						["iLvl"] = 229,
						["time"] = 1547711101,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Spiritruler#5485",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "虎牙丶安慕希-影之哀伤",
						["iLvl"] = 375,
						["time"] = 1547711101,
						["class"] = 2,
						["bTag"] = "布加迪丶威龙#51241",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "灵界丶丨打击-凤凰之神",
						["iLvl"] = 361,
						["time"] = 1547711101,
						["class"] = 6,
						["bTag"] = "华灯初上丶#51510",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "沧海一生笑-夺灵者",
						["iLvl"] = 381,
						["time"] = 1547710838,
						["class"] = 6,
						["bTag"] = "沧海一生笑#5676",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "无邪邪-影之哀伤",
						["iLvl"] = 361,
						["time"] = 1547711101,
						["class"] = 8,
						["bTag"] = "水深火热#51335",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "大风大风大风-加尔",
						["iLvl"] = 381,
						["time"] = 1547711101,
						["class"] = 1,
						["bTag"] = "楠神#51175",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "风吹裤儿飞-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1547710822,
						["class"] = 1,
						["bTag"] = "大王叫我去巡山#5252",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "灵狼-埃德萨拉",
						["iLvl"] = 149,
						["time"] = 1547711101,
						["class"] = 3,
						["bTag"] = "咔咔咔#51955",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "兽兽是神丶-贫瘠之地",
						["iLvl"] = 379,
						["time"] = 1547711101,
						["class"] = 1,
						["bTag"] = "Cesspool#5810",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "叫獸丶-贫瘠之地",
						["iLvl"] = 378,
						["time"] = 1547711101,
						["class"] = 1,
						["bTag"] = "NOloslonesom#5838",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "朱古力-暗影议会",
						["iLvl"] = 384,
						["time"] = 1547711101,
						["class"] = 8,
						["bTag"] = "嘉文#51930",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "男孩要矜持-安苏",
						["iLvl"] = 387,
						["time"] = 1547710698,
						["class"] = 1,
						["bTag"] = "飞舞九天#51201",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "贰手煙-黑暗之门",
						["iLvl"] = 385,
						["time"] = 1547710709,
						["class"] = 1,
						["bTag"] = "贰手煙#5291",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "吾非良人-战歌",
						["iLvl"] = 380,
						["time"] = 1547710980,
						["class"] = 1,
						["bTag"] = "王启龙#51590",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "不冲锋毋宁死-天空之墙",
						["iLvl"] = 377,
						["time"] = 1547711101,
						["class"] = 1,
						["bTag"] = "两颗门牙#5928",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "青丨酒-格瑞姆巴托",
						["iLvl"] = 389,
						["time"] = 1547710898,
						["class"] = 2,
						["bTag"] = "丨青酒丨#5317",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "石楠焑斗的雾-格瑞姆巴托",
						["iLvl"] = 389,
						["time"] = 1547710898,
						["class"] = 4,
						["bTag"] = "Ordinary#51488",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "莫小痛-伊森利恩",
						["iLvl"] = 384,
						["time"] = 1547710894,
						["class"] = 6,
						["bTag"] = "莫小痛#5503",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Mariosbull-死亡之翼",
						["iLvl"] = 375,
						["time"] = 1547711101,
						["class"] = 1,
						["bTag"] = "我是校长#51470",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "一露小萌一-血羽",
						["iLvl"] = 375,
						["time"] = 1547711101,
						["class"] = 5,
						["bTag"] = "美麗大白腿#5593",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "忘秋水-凤凰之神",
						["iLvl"] = 383,
						["time"] = 1547710838,
						["class"] = 11,
						["bTag"] = "qingyi569#51730",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "Goodluck-海克泰尔",
						["iLvl"] = 354,
						["time"] = 1547711101,
						["class"] = 11,
						["bTag"] = "SunUp#51107",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "肉包子-阿纳克洛斯",
						["time"] = 1547711101,
						["class"] = 1,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "德鲁牛牛-死亡之翼",
						["iLvl"] = 356,
						["time"] = 1547711101,
						["class"] = 1,
						["bTag"] = "德鲁猫猫#5229",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Emmalyn-红龙军团",
						["iLvl"] = 345,
						["time"] = 1547711101,
						["class"] = 2,
						["bTag"] = "姗蓝#5573",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "白眉影王-石爪峰",
						["time"] = 1547711101,
						["class"] = 7,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "骑个烂摩托-狂热之刃",
						["time"] = 1547711101,
						["class"] = 2,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "奔跑的牛排-石爪峰",
						["iLvl"] = 361,
						["time"] = 1547711101,
						["class"] = 2,
						["bTag"] = "pat#51126",
					}, -- [28]
				},
				["2-138-644-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Amanny-奥特兰克",
						["iLvl"] = 390,
						["time"] = 1549854203,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "大魔王#54832",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "锦衣夜星-奥特兰克",
						["iLvl"] = 368,
						["time"] = 1549854203,
						["class"] = 4,
						["bTag"] = "绅士#54240",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "猪猪丶大魔王-太阳之井",
						["iLvl"] = 351,
						["time"] = 1549854203,
						["class"] = 5,
						["bTag"] = "SneakyTurtle#53233",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "妙恋多果味-黑暗虚空",
						["iLvl"] = 385,
						["time"] = 1549854203,
						["class"] = 2,
						["bTag"] = "吴怡#5485",
					}, -- [4]
				},
				["1-247-647-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "上有-布兰卡德",
						["iLvl"] = 380,
						["time"] = 1547707703,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "木易#52536",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "卖当牙-密林游侠",
						["iLvl"] = 386,
						["time"] = 1547707703,
						["class"] = 7,
						["bTag"] = "麦当牙#5127",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "刀刀烈火-巴瑟拉斯",
						["iLvl"] = 390,
						["time"] = 1547707703,
						["class"] = 12,
						["bTag"] = "牛哥#52168",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "靓仔-千针石林",
						["time"] = 1547707703,
						["class"] = 12,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "起峰了丶-无尽之海",
						["time"] = 1547707703,
						["class"] = 11,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "夏亞-鬼雾峰",
						["iLvl"] = 378,
						["time"] = 1547707701,
						["class"] = 4,
						["bTag"] = "夏亚#5242",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "大地惊雷-耐奥祖",
						["iLvl"] = 385,
						["time"] = 1547707703,
						["class"] = 7,
						["bTag"] = "侍从来我房间#5833",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "譚校长-狂热之刃",
						["iLvl"] = 380,
						["time"] = 1547708237,
						["class"] = 3,
						["bTag"] = "江湖浪子阿伦#5433",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "不变的诺言-影之哀伤",
						["iLvl"] = 388,
						["time"] = 1547708249,
						["class"] = 8,
						["bTag"] = "不变的承诺#5825",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "沉睡的風-雷斧堡垒",
						["iLvl"] = 379,
						["time"] = 1547707703,
						["class"] = 2,
						["bTag"] = "肆无忌惮的浮夸#5247",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "天朝特产-安苏",
						["iLvl"] = 359,
						["time"] = 1547707703,
						["class"] = 1,
						["bTag"] = "cctv#5232",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "丶崔希丝-海克泰尔",
						["iLvl"] = 368,
						["time"] = 1547707703,
						["class"] = 3,
						["bTag"] = "四海先生#5694",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "洛晓川-布兰卡德",
						["iLvl"] = 384,
						["time"] = 1547707703,
						["class"] = 8,
						["bTag"] = "浮生若夢丶#51980",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我国宝-海加尔",
						["iLvl"] = 302,
						["time"] = 1547707703,
						["class"] = 10,
						["bTag"] = "二队内个奶骑#5367",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "达拉斯独行侠-白银之手",
						["iLvl"] = 383,
						["time"] = 1547707703,
						["class"] = 10,
						["bTag"] = "小肥牛#5779",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "尤娜娜-死亡之翼",
						["iLvl"] = 374,
						["time"] = 1547707689,
						["class"] = 2,
						["bTag"] = "王大帅#5202",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "文殊菩萨-恶魔之魂",
						["iLvl"] = 385,
						["time"] = 1547707703,
						["class"] = 10,
						["bTag"] = "优路斯苦#5711",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "千山老贼-塞拉摩",
						["iLvl"] = 373,
						["time"] = 1547707696,
						["class"] = 4,
						["bTag"] = "光哥丶#51421",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "梦湮小橙-布兰卡德",
						["time"] = 1547707703,
						["class"] = 6,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "迷失的影子-海加尔",
						["iLvl"] = 378,
						["time"] = 1547707703,
						["class"] = 11,
						["bTag"] = "恶魔也疯狂#5676",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "橙丶小春-奥尔加隆",
						["iLvl"] = 386,
						["time"] = 1547707696,
						["class"] = 4,
						["bTag"] = "糖葫芦#5539",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "榔头仙人-克尔苏加德",
						["iLvl"] = 386,
						["time"] = 1547707696,
						["class"] = 7,
						["bTag"] = "CLJ#51131",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Beokay-格瑞姆巴托",
						["iLvl"] = 379,
						["time"] = 1547707696,
						["class"] = 7,
						["bTag"] = "本无一物何惹尘埃#5220",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "御姐小艾-暴风祭坛",
						["iLvl"] = 384,
						["time"] = 1547707696,
						["class"] = 5,
						["bTag"] = "天生就胆小#5304",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "春道丶多摩雄-格瑞姆巴托",
						["time"] = 1547707703,
						["class"] = 2,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "萝莉-烈焰峰",
						["iLvl"] = 389,
						["time"] = 1547707696,
						["class"] = 8,
						["bTag"] = "AutismQQQ#5239",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "丶枯法者-血色十字军",
						["iLvl"] = 389,
						["time"] = 1547707703,
						["class"] = 8,
						["bTag"] = "Meteortear#51464",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "超速的蜗牛-黑暗虚空",
						["iLvl"] = 365,
						["time"] = 1547707703,
						["class"] = 12,
						["bTag"] = "横木墩#5425",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "吃个馍馍-死亡之翼",
						["time"] = 1547707703,
						["class"] = 3,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "哎达-死亡之翼",
						["time"] = 1547707703,
						["class"] = 3,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "萨满汪汪-斯坦索姆",
						["iLvl"] = 382,
						["time"] = 1547708097,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "风影#5503",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "帅的没人性-加尔",
						["iLvl"] = 385,
						["time"] = 1547708097,
						["class"] = 8,
						["bTag"] = "恐惧之矮人#51295",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "云祁-海克泰尔",
						["iLvl"] = 386,
						["time"] = 1547708097,
						["class"] = 12,
						["bTag"] = "云傲#51175",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "Fiveclover-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1547708097,
						["class"] = 5,
						["bTag"] = "不忘初心#5105",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "信仰灬战圣-奥尔加隆",
						["iLvl"] = 376,
						["time"] = 1547708141,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "luoye#5186",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "埋了地雷-格瑞姆巴托",
						["iLvl"] = 381,
						["time"] = 1547708141,
						["class"] = 3,
						["bTag"] = "小白的尊严#5939",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "跳跳肠-洛丹伦",
						["time"] = 1547708135,
						["class"] = 9,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "啤儿茶爽爽-冰风岗",
						["iLvl"] = 379,
						["time"] = 1547708141,
						["class"] = 4,
						["bTag"] = "肛侧面#5975",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Libertyy-塞拉摩",
						["iLvl"] = 388,
						["time"] = 1547708235,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Liberty#5147",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "小鱼头丶-冰霜之刃",
						["iLvl"] = 256,
						["time"] = 1547708237,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "康木黑二#5137",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "雾丑丑-凯恩血蹄",
						["iLvl"] = 386,
						["time"] = 1547708249,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "MARRY#5382",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "普隆徳拉-黑龙军团",
						["iLvl"] = 388,
						["time"] = 1547708249,
						["class"] = 12,
						["bTag"] = "Tylz#5624",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "俄滴亲妈丶-影之哀伤",
						["iLvl"] = 388,
						["time"] = 1547708160,
						["class"] = 9,
						["bTag"] = "上山打老虎#5838",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "无聊拉个糖-诺莫瑞根",
						["time"] = 1547708153,
						["class"] = 9,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "有夢好甜蜜-迦拉克隆",
						["iLvl"] = 388,
						["time"] = 1547708249,
						["class"] = 6,
						["bTag"] = "oceaneyelol#5946",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "Oceaneye-燃烧之刃",
						["iLvl"] = 390,
						["time"] = 1547708249,
						["class"] = 6,
						["bTag"] = "oceaneyelol#5946",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "世事如棋-冰风岗",
						["iLvl"] = 378,
						["time"] = 1547708172,
						["class"] = 9,
						["bTag"] = "QuirkyTurtle#55634",
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "格蕾丝-黑暗之矛",
						["iLvl"] = 388,
						["time"] = 1547708249,
						["class"] = 2,
						["bTag"] = "Shike#5953",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "仇魔之伤-血环",
						["iLvl"] = 387,
						["time"] = 1547708221,
						["class"] = 12,
						["bTag"] = "大牌#5264",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "巅峰小黑熊-丽丽（四川）",
						["iLvl"] = 390,
						["time"] = 1547708181,
						["class"] = 10,
						["bTag"] = "巅峰黑熊哥#5834",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "你好世界-死亡之翼",
						["iLvl"] = 364,
						["time"] = 1547708181,
						["class"] = 12,
						["bTag"] = "Silhouette#5309",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "Switch-贫瘠之地",
						["iLvl"] = 369,
						["time"] = 1547708181,
						["class"] = 1,
						["bTag"] = "大圣#53229",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "我霸-梅尔加尼",
						["iLvl"] = 359,
						["time"] = 1547708249,
						["class"] = 3,
						["bTag"] = "神佑默默#5583",
					}, -- [53]
					{
						["role"] = "HEALER",
						["name"] = "部落奶牛-冰风岗",
						["time"] = 1547708249,
						["class"] = 7,
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "洛殇-摩摩尔",
						["iLvl"] = 386,
						["time"] = 1547708201,
						["class"] = 10,
						["bTag"] = "流年#5254",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "傑克船長丶-安苏",
						["iLvl"] = 389,
						["time"] = 1547708181,
						["class"] = 4,
						["bTag"] = "红烧牛肉面#52827",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "荒食-格瑞姆巴托",
						["iLvl"] = 383,
						["time"] = 1547708206,
						["class"] = 9,
						["bTag"] = "一瓢就浅斟低唱#5685",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "吊龙-回音山",
						["time"] = 1547708249,
						["class"] = 1,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "路人丁丙乙甲-丽丽（四川）",
						["iLvl"] = 381,
						["time"] = 1547708237,
						["class"] = 11,
						["bTag"] = "老烟枪#51343",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "折颜-迅捷微风",
						["iLvl"] = 386,
						["time"] = 1547708249,
						["class"] = 6,
						["bTag"] = "叶孤城#5847",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "蟾蚞蟖-红云台地",
						["iLvl"] = 387,
						["time"] = 1547708237,
						["class"] = 2,
						["bTag"] = "钢丝球#51924",
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "还是不会取-奥特兰克",
						["time"] = 1547708242,
						["class"] = 6,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "月下吴钩-弗塞雷迦",
						["iLvl"] = 373,
						["time"] = 1547708249,
						["class"] = 12,
						["bTag"] = "温柔一击#5171",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "俪小呆-烈焰峰",
						["iLvl"] = 375,
						["time"] = 1547708221,
						["class"] = 11,
						["bTag"] = "俪小呆#51244",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "拾叁爵-狂热之刃",
						["iLvl"] = 389,
						["time"] = 1547708249,
						["class"] = 4,
						["bTag"] = "拾叁#51142",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "彡鸟丶毛彡-影之哀伤",
						["iLvl"] = 363,
						["time"] = 1547708237,
						["class"] = 1,
						["bTag"] = "鸟毛过江#5664",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "约定-血牙魔王",
						["iLvl"] = 346,
						["time"] = 1547708249,
						["class"] = 12,
						["bTag"] = "小孤点#5197",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "西游文化丶-死亡之翼",
						["iLvl"] = 373,
						["time"] = 1547708249,
						["class"] = 2,
						["bTag"] = "欧洲人小二#5537",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "板灬板的姑妈-影之哀伤",
						["iLvl"] = 382,
						["time"] = 1547708249,
						["class"] = 4,
						["bTag"] = "倪姜#5858",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "绿度母-冰风岗",
						["iLvl"] = 380,
						["time"] = 1547708249,
						["class"] = 1,
						["bTag"] = "呱星人#51356",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "星光滅絕-弗塞雷迦",
						["iLvl"] = 389,
						["time"] = 1547708221,
						["class"] = 2,
						["bTag"] = "食人魔大逗逼#5768",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "卩灬冰丨潇洒-巫妖之王",
						["iLvl"] = 380,
						["time"] = 1547708249,
						["class"] = 8,
						["bTag"] = "BrightHammer#55379",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "淘汰之刃-洛萨",
						["iLvl"] = 385,
						["time"] = 1547708235,
						["class"] = 7,
						["bTag"] = "致命螺旋#5910",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "潘多拉神武-血吼",
						["time"] = 1547708246,
						["class"] = 10,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "灬狡兔三喵灬-格瑞姆巴托",
						["iLvl"] = 380,
						["time"] = 1547708249,
						["class"] = 11,
						["bTag"] = "沉睡屋顶的喵#5125",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "细雨者西欧蕊-托尔巴拉德",
						["iLvl"] = 380,
						["time"] = 1547708242,
						["class"] = 11,
						["bTag"] = "小白#54512",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "晓晓婉筑-燃烧军团",
						["iLvl"] = 365,
						["time"] = 1547708249,
						["class"] = 8,
						["bTag"] = "血色惩戒#5576",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "艾尔之光丶-影之哀伤",
						["iLvl"] = 350,
						["time"] = 1547708249,
						["class"] = 5,
						["bTag"] = "无味丶咖啡#5543",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "捌贰伍-暗影之月",
						["iLvl"] = 353,
						["time"] = 1547708249,
						["class"] = 3,
						["bTag"] = "狗东#5100",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "葫蘆娃救爺爺-萨菲隆",
						["iLvl"] = 341,
						["time"] = 1547708249,
						["class"] = 3,
						["bTag"] = "卡特灬琳娜#5750",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "屠镜之炎-燃烧之刃",
						["iLvl"] = 387,
						["time"] = 1547708249,
						["class"] = 8,
						["bTag"] = "刺殺上帝#5706",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "玛丝洛娃-冰霜之刃",
						["iLvl"] = 386,
						["time"] = 1547708249,
						["class"] = 12,
						["bTag"] = "BattleOMG#5671",
					}, -- [82]
					{
						["role"] = "HEALER",
						["name"] = "萌萌露-埃德萨拉",
						["iLvl"] = 380,
						["time"] = 1547708249,
						["class"] = 2,
						["bTag"] = "路坦尼欧#5884",
					}, -- [83]
					{
						["role"] = "HEALER",
						["name"] = "萌小璐丶-埃德萨拉",
						["iLvl"] = 383,
						["time"] = 1547708249,
						["class"] = 10,
						["bTag"] = "路坦尼欧#5884",
					}, -- [84]
				},
				["1-248-651-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Spiritleader-血环",
						["iLvl"] = 385,
						["time"] = 1547793876,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Spiritleader#51195",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "谁的名字-索瑞森",
						["iLvl"] = 370,
						["time"] = 1547793876,
						["class"] = 1,
						["bTag"] = "白银之鹰#530746",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "戰神丨哀沐涕-龙骨平原",
						["iLvl"] = 381,
						["time"] = 1547793751,
						["class"] = 1,
						["bTag"] = "luckySun#51371",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "白茶冰激凌-死亡之翼",
						["time"] = 1547793876,
						["class"] = 12,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "逐風猎少-影之哀伤",
						["time"] = 1547793876,
						["class"] = 3,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "李俊熙-安其拉",
						["iLvl"] = 230,
						["time"] = 1547794082,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Leeser#5449",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "永远沉睡吧-逐日者",
						["time"] = 1547794086,
						["class"] = 4,
						["leader"] = true,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "雪之冰凌-托塞德林",
						["iLvl"] = 383,
						["time"] = 1547794086,
						["class"] = 2,
						["bTag"] = "玉儿#51439",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "不要沉迷-红云台地",
						["iLvl"] = 355,
						["time"] = 1547794086,
						["class"] = 4,
						["bTag"] = "半把蛋刀#51490",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "羽萱-血色十字军",
						["iLvl"] = 389,
						["time"] = 1547794082,
						["class"] = 8,
						["bTag"] = "剀恩#5767",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "縩錵丨牛-凤凰之神",
						["time"] = 1547794086,
						["class"] = 11,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "偷偷读个书-红龙军团",
						["iLvl"] = 375,
						["time"] = 1547794086,
						["class"] = 4,
						["bTag"] = "劳资就是爱学习#5957",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "蔻尒-布兰卡德",
						["time"] = 1547794080,
						["class"] = 11,
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "微酸果果-天空之墙",
						["iLvl"] = 384,
						["time"] = 1547794086,
						["class"] = 2,
						["bTag"] = "微酸果果#51553",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "余哥哥-远古海滩",
						["iLvl"] = 362,
						["time"] = 1547794086,
						["class"] = 12,
						["bTag"] = "MagicPants#58352",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "安全兔-迦拉克隆",
						["iLvl"] = 379,
						["time"] = 1547794086,
						["class"] = 12,
						["bTag"] = "安全兔#5157",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "默念三秒-永恒之井",
						["iLvl"] = 379,
						["time"] = 1547794086,
						["class"] = 12,
						["bTag"] = "装了又装#5403",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "青灯-雷霆之怒",
						["iLvl"] = 363,
						["time"] = 1547794086,
						["class"] = 8,
						["bTag"] = "昱昱昱昱丶昱初#5223",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "生亦奶死亦奶-血环",
						["time"] = 1547794080,
						["class"] = 5,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞的法神-伊森利恩",
						["iLvl"] = 389,
						["time"] = 1547794086,
						["class"] = 8,
						["bTag"] = "寂寞凌迟#5914",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "萝卜丁-血色十字军",
						["iLvl"] = 344,
						["time"] = 1547794086,
						["class"] = 2,
						["bTag"] = "Deer#51818",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "闪耀丶圣光-贫瘠之地",
						["time"] = 1547794086,
						["class"] = 2,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "剑笙丶-安苏",
						["iLvl"] = 380,
						["time"] = 1547794086,
						["class"] = 12,
						["bTag"] = "小小软泥怪#51710",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "肃杀寂静-亡语者",
						["iLvl"] = 344,
						["time"] = 1547794086,
						["class"] = 4,
						["bTag"] = "艾莉丝菲尔#5157",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌哒猫熊-格瑞姆巴托",
						["iLvl"] = 383,
						["time"] = 1547794084,
						["class"] = 5,
						["bTag"] = "破天朱雀#5161",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "蒟蒻小果冻-红龙军团",
						["time"] = 1547794086,
						["class"] = 10,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "那丶瞎-纳克萨玛斯",
						["iLvl"] = 375,
						["time"] = 1547794086,
						["class"] = 12,
						["bTag"] = "胡光耀#5107",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "威武的雪梨-库德兰",
						["time"] = 1547794082,
						["class"] = 2,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "灬盲眼灬-血色十字军",
						["iLvl"] = 386,
						["time"] = 1547794086,
						["class"] = 12,
						["bTag"] = "王大锤#5628",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "黑白玄翦-回音山",
						["time"] = 1547794084,
						["class"] = 6,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "弋弌弍弎-阿斯塔洛",
						["time"] = 1547794082,
						["class"] = 4,
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "哎呀喂啊-天谴之门",
						["iLvl"] = 383,
						["time"] = 1547794086,
						["class"] = 7,
						["bTag"] = "许许青青#5229",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "你看我帅不帅-凤凰之神",
						["time"] = 1547794082,
						["class"] = 4,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "啊哈风飞飞-冰风岗",
						["iLvl"] = 383,
						["time"] = 1547794084,
						["class"] = 8,
						["bTag"] = "卖萌打酱油#51591",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "虹之间-凤凰之神",
						["iLvl"] = 387,
						["time"] = 1547794086,
						["class"] = 6,
						["bTag"] = "小小食人魔#52282",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的小兔-死亡之翼",
						["iLvl"] = 351,
						["time"] = 1547794131,
						["class"] = 3,
						["bTag"] = "不要太帅#5929",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "幽灵宝宝-迅捷微风",
						["iLvl"] = 382,
						["time"] = 1547794086,
						["class"] = 3,
						["bTag"] = "我只爱一个贾狗#5126",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "雪木汐丶-血色十字军",
						["time"] = 1547794086,
						["class"] = 8,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "赤红之瞳-风暴之鳞",
						["time"] = 1547794086,
						["class"] = 5,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "灵界饼干乄-萨菲隆",
						["time"] = 1547794086,
						["class"] = 4,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "老衲黑又粗-安苏",
						["iLvl"] = 379,
						["time"] = 1547794131,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "孤傲之骑士#512581",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "稻田里的麦子-迅捷微风",
						["iLvl"] = 346,
						["time"] = 1547794131,
						["class"] = 7,
						["bTag"] = "Ericyo#5467",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "Bboyz-黑暗虚空",
						["iLvl"] = 364,
						["time"] = 1547794131,
						["class"] = 7,
						["bTag"] = "绿茶超人#5707",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "Sjshg-安苏",
						["iLvl"] = 375,
						["time"] = 1547794131,
						["class"] = 6,
						["bTag"] = "HiddenTroll#51643",
					}, -- [44]
					{
						["role"] = "HEALER",
						["name"] = "酒织风物语-安苏",
						["iLvl"] = 361,
						["time"] = 1547794131,
						["class"] = 10,
						["bTag"] = "为留待骚人#5714",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "一愁莫斩一-凤凰之神",
						["iLvl"] = 371,
						["time"] = 1547794099,
						["class"] = 3,
						["bTag"] = "momo#51478",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "嵬名山月-贫瘠之地",
						["time"] = 1547794131,
						["class"] = 6,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Dw-霜狼",
						["iLvl"] = 358,
						["time"] = 1547794129,
						["class"] = 12,
						["bTag"] = "神奇的东方树叶#5775",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "Zephyrusgle-死亡之翼",
						["iLvl"] = 365,
						["time"] = 1547794131,
						["class"] = 3,
						["bTag"] = "hAlfpAstS3v3#5275",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "祀纹寞寞-地狱之石",
						["time"] = 1547794129,
						["class"] = 1,
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "粉色小牛牛-影之哀伤",
						["time"] = 1547794131,
						["class"] = 2,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "小朋友爆-黑龙军团",
						["time"] = 1547794131,
						["class"] = 1,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "此生有妳-风暴之怒",
						["iLvl"] = 382,
						["time"] = 1547794131,
						["class"] = 2,
						["bTag"] = "逝乄殇#5152",
					}, -- [53]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "微酸苹果-深渊之巢",
						["iLvl"] = 386,
						["time"] = 1547689855,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "跑的快#5167",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "闪现-血环",
						["iLvl"] = 389,
						["time"] = 1547689855,
						["class"] = 8,
						["bTag"] = "闪现丶#5847",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "让我起嗜血-巨龙之吼",
						["iLvl"] = 371,
						["time"] = 1547689855,
						["class"] = 7,
						["bTag"] = "heary#5369",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "悠闲的蛋蛋君-死亡之翼",
						["iLvl"] = 383,
						["time"] = 1547689855,
						["class"] = 1,
						["bTag"] = "BT160908#52260",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "演丶员-无尽之海",
						["iLvl"] = 380,
						["time"] = 1547689855,
						["class"] = 11,
						["bTag"] = "绅士#52379",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "芒丶丶小贝-海克泰尔",
						["iLvl"] = 389,
						["time"] = 1547689855,
						["class"] = 10,
						["bTag"] = "天使丶贝#5891",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "牙买大-巨龙之吼",
						["iLvl"] = 387,
						["time"] = 1547689855,
						["class"] = 9,
						["bTag"] = "龅牙蜀黍#5562",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "颜良但文丑-埃德萨拉",
						["iLvl"] = 383,
						["time"] = 1547689855,
						["class"] = 1,
						["bTag"] = "颜良但文丑#5101",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Latebloomer-影之哀伤",
						["time"] = 1547689855,
						["class"] = 9,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "芭久什-冰风岗",
						["iLvl"] = 343,
						["time"] = 1547689855,
						["class"] = 3,
						["bTag"] = "Dee#52121",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "偷乱我心-卡拉赞",
						["iLvl"] = 375,
						["time"] = 1547689855,
						["class"] = 4,
						["bTag"] = "花非花#5614",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "小西几丸-燃烧之刃",
						["time"] = 1547689855,
						["class"] = 8,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "浪翻雲-藏宝海湾",
						["iLvl"] = 388,
						["time"] = 1547689855,
						["class"] = 2,
						["bTag"] = "浪翻云#5983",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "Farcry-燃烧之刃",
						["time"] = 1547689855,
						["class"] = 12,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "穆无霜-风暴之鳞",
						["iLvl"] = 387,
						["time"] = 1547689855,
						["class"] = 3,
						["bTag"] = "霜非#5338",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "大补药碧莲-寒冰皇冠",
						["iLvl"] = 387,
						["time"] = 1547689855,
						["class"] = 3,
						["bTag"] = "补药碧莲#51305",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "穆去病-风暴之鳞",
						["iLvl"] = 386,
						["time"] = 1547689855,
						["class"] = 1,
						["bTag"] = "霜非#5338",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "噁膜猎虵-白银之手",
						["iLvl"] = 362,
						["time"] = 1547689848,
						["class"] = 12,
						["bTag"] = "古月青天#5543",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "雅雅之怒-大地之怒",
						["iLvl"] = 349,
						["time"] = 1547689855,
						["class"] = 12,
						["bTag"] = "qiu#5856",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "冉闵的杀胡令-伊森德雷",
						["iLvl"] = 370,
						["time"] = 1547689855,
						["class"] = 6,
						["bTag"] = "洁斌878918#5703",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "塞北的雨-冰霜之刃",
						["iLvl"] = 345,
						["time"] = 1547689855,
						["class"] = 1,
						["bTag"] = "塞北的雨#5178",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "天涯有明月-洛肯",
						["iLvl"] = 375,
						["time"] = 1547689855,
						["class"] = 3,
						["bTag"] = "天涯明月#5876",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "奥术飞饼-死亡之翼",
						["iLvl"] = 346,
						["time"] = 1547689855,
						["class"] = 8,
						["bTag"] = "大饼大饼#51439",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "嘎仔哥-斯坦索姆",
						["iLvl"] = 370,
						["time"] = 1547689855,
						["class"] = 3,
						["bTag"] = "嘎仔#5777",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "暮色伴娘-迦拉克隆",
						["iLvl"] = 344,
						["time"] = 1547689855,
						["class"] = 8,
						["bTag"] = "暮色#5134",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "聖光熊灬-死亡之翼",
						["iLvl"] = 387,
						["time"] = 1547689855,
						["class"] = 2,
						["bTag"] = "聖光#5152",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Treacherous-伊利丹",
						["iLvl"] = 382,
						["time"] = 1547689855,
						["class"] = 12,
						["bTag"] = "Joker#525844",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "尼科莱-达基萨斯",
						["iLvl"] = 377,
						["time"] = 1547689855,
						["class"] = 9,
						["bTag"] = "Ping#5347",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "术神李达康-死亡之翼",
						["time"] = 1547689855,
						["class"] = 9,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "不要停-玛瑟里顿",
						["iLvl"] = 373,
						["time"] = 1547689855,
						["class"] = 4,
						["bTag"] = "蒙蒙爱睡觉#5952",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "李婉茹-狂热之刃",
						["time"] = 1547689855,
						["class"] = 10,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "一只可怕的德-阿纳克洛斯",
						["iLvl"] = 388,
						["time"] = 1547689855,
						["class"] = 11,
						["bTag"] = "CleanBandit#51271",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "燕麥糙米飯-阿纳克洛斯",
						["iLvl"] = 388,
						["time"] = 1547689855,
						["class"] = 3,
						["bTag"] = "CleanBandit#51271",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "风澎澎-逐日者",
						["iLvl"] = 375,
						["time"] = 1547689855,
						["class"] = 3,
						["bTag"] = "龙果果#5799",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "不想离别-伊兰尼库斯",
						["time"] = 1547689855,
						["class"] = 4,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "咖啡孤影-阿曼尼",
						["iLvl"] = 375,
						["time"] = 1547689855,
						["class"] = 6,
						["bTag"] = "MiniNinja#515958",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "刘远达-阿纳克洛斯",
						["iLvl"] = 370,
						["time"] = 1547689855,
						["class"] = 10,
						["bTag"] = "远达之雷炎#5728",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "地獄嚗哮-巨龙之吼",
						["iLvl"] = 335,
						["time"] = 1547689855,
						["class"] = 1,
						["bTag"] = "赚钱#5118",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "射雕老手-洛丹伦",
						["time"] = 1547689855,
						["class"] = 3,
					}, -- [39]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "原野奔驰-伊森利恩",
						["iLvl"] = 388,
						["time"] = 1547976957,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "原野#5482",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "蜜丝蜜兔-屠魔山谷",
						["iLvl"] = 386,
						["time"] = 1547976957,
						["class"] = 10,
						["bTag"] = "飞翔的蘑菇#5674",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "乄佩灬恩乄-拉文凯斯",
						["time"] = 1547976626,
						["class"] = 7,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Morata-鬼雾峰",
						["iLvl"] = 386,
						["time"] = 1547976957,
						["class"] = 7,
						["bTag"] = "蓅篂劃濄丨殇#5359",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "風之優蕥-寒冰皇冠",
						["iLvl"] = 385,
						["time"] = 1547976957,
						["class"] = 9,
						["bTag"] = "优雅#5136",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "云深灵隐-暗影之月",
						["iLvl"] = 378,
						["time"] = 1547976957,
						["class"] = 3,
						["bTag"] = "云深灵隐#5852",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "镜中盛宴-冰风岗",
						["iLvl"] = 386,
						["time"] = 1547976957,
						["class"] = 4,
						["bTag"] = "非常娴熟#51635",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "捡肥皂-库尔提拉斯",
						["iLvl"] = 383,
						["time"] = 1547976957,
						["class"] = 2,
						["bTag"] = "微澜#5790",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "米栗-日落沼泽",
						["time"] = 1547976957,
						["class"] = 11,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "深渊上的火-熔火之心",
						["iLvl"] = 373,
						["time"] = 1547976957,
						["class"] = 11,
						["bTag"] = "给全国人民添堵#51398",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "肝败吓疯-冰风岗",
						["iLvl"] = 366,
						["time"] = 1547976957,
						["class"] = 7,
						["bTag"] = "锦衣#5936",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "残忍小伙伴-伊森利恩",
						["time"] = 1547976957,
						["class"] = 5,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "小花生好好滴-熔火之心",
						["iLvl"] = 368,
						["time"] = 1547976957,
						["class"] = 7,
						["bTag"] = "郑大胖#51701",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "露西娅灬-伊森利恩",
						["iLvl"] = 385,
						["time"] = 1547976957,
						["class"] = 7,
						["bTag"] = "露西#5776",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "阿克苏娜琳-巨龙之吼",
						["iLvl"] = 378,
						["time"] = 1547976957,
						["class"] = 9,
						["bTag"] = "墨菲斯托#5571",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "影之毛毛-拉文凯斯",
						["time"] = 1547976957,
						["class"] = 7,
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "耶梦嘉得-图拉扬",
						["time"] = 1547976957,
						["class"] = 6,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "返璞归眞-死亡之翼",
						["iLvl"] = 388,
						["time"] = 1547976957,
						["class"] = 7,
						["bTag"] = "返璞归真#51638",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "樱桃酸奶酱-无尽之海",
						["iLvl"] = 388,
						["time"] = 1547976875,
						["class"] = 12,
						["bTag"] = "烟雨胡笳#5705",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Alexlc-亚雷戈斯",
						["iLvl"] = 388,
						["time"] = 1547976957,
						["class"] = 8,
						["bTag"] = "alex#52236",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "火丶殇-凤凰之神",
						["iLvl"] = 389,
						["time"] = 1547976957,
						["class"] = 11,
						["bTag"] = "HiddenTroll#544649",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "跟着感觉-安戈洛",
						["iLvl"] = 381,
						["time"] = 1547976957,
						["class"] = 2,
						["bTag"] = "方向火车站#5164",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "上杉绘梨依-黑铁",
						["iLvl"] = 374,
						["time"] = 1547976636,
						["class"] = 1,
						["bTag"] = "Nico#5105",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "奶丝吐咪兔-黑铁",
						["iLvl"] = 372,
						["time"] = 1547976957,
						["class"] = 9,
						["bTag"] = "锦绣山下风光无限#5963",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "伊小妖-血色十字军",
						["time"] = 1547976576,
						["class"] = 2,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "Zorrol-克尔苏加德",
						["iLvl"] = 390,
						["time"] = 1547976957,
						["class"] = 12,
						["bTag"] = "抠脚大叔丶#51549",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "随楓飘絮-巫妖之王",
						["time"] = 1547976957,
						["class"] = 4,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "莫柠丶-红云台地",
						["time"] = 1547976856,
						["class"] = 12,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "时间去哪了-巫妖之王",
						["iLvl"] = 389,
						["time"] = 1547976646,
						["class"] = 1,
						["bTag"] = "老母猪上树#51680",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "扒衣溅君洁-死亡之翼",
						["iLvl"] = 389,
						["time"] = 1547976731,
						["class"] = 11,
						["bTag"] = "扒衣溅君洁#51782",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "新通宵元首-燃烧之刃",
						["iLvl"] = 389,
						["time"] = 1547976699,
						["class"] = 6,
						["bTag"] = "SS497#51845",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "相思闲愁-毁灭之锤",
						["time"] = 1547976957,
						["class"] = 6,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "最爱小晶晶-凤凰之神",
						["iLvl"] = 380,
						["time"] = 1547976957,
						["class"] = 2,
						["bTag"] = "片子哥#5120",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "鲜艳的红领巾-卡扎克",
						["iLvl"] = 367,
						["time"] = 1547976725,
						["class"] = 10,
						["bTag"] = "wuyinjie#5951",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "揣摩-银松森林",
						["iLvl"] = 381,
						["time"] = 1547976957,
						["class"] = 3,
						["bTag"] = "暴力解决一切#51872",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "枷锁的风情-暗影之月",
						["time"] = 1547976957,
						["class"] = 8,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "风色剑鞘-无尽之海",
						["iLvl"] = 387,
						["time"] = 1547976957,
						["class"] = 2,
						["bTag"] = "风色剑鞘#5820",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "雲淡風清丶-燃烧之刃",
						["iLvl"] = 389,
						["time"] = 1547976957,
						["class"] = 2,
						["bTag"] = "单曲循环丶#5301",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "魔之德不藏虱-冰霜之刃",
						["iLvl"] = 366,
						["time"] = 1547976957,
						["class"] = 1,
						["bTag"] = "李文艺#5838",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "你是狗吗-寒冰皇冠",
						["iLvl"] = 381,
						["time"] = 1547976957,
						["class"] = 12,
						["bTag"] = "欧欧欧欧欧欧欧#5929",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "不想再废话-死亡之翼",
						["iLvl"] = 384,
						["time"] = 1547976848,
						["class"] = 11,
						["bTag"] = "不想再废话#5268",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Kleeagle-燃烧平原",
						["iLvl"] = 380,
						["time"] = 1547976856,
						["class"] = 8,
						["bTag"] = "griffyang#5430",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "紫墨的阿昆达-红龙军团",
						["iLvl"] = 388,
						["time"] = 1547976957,
						["class"] = 1,
						["bTag"] = "紫墨的阿昆达#5913",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "哞哈哈-主宰之剑",
						["iLvl"] = 383,
						["time"] = 1547976957,
						["class"] = 2,
						["bTag"] = "闪亮之雄#5221821",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "恰巧动了我心-死亡之翼",
						["iLvl"] = 386,
						["time"] = 1547976957,
						["class"] = 2,
						["bTag"] = "Fantast1c#5241",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "格雷先森-布兰卡德",
						["iLvl"] = 389,
						["time"] = 1547976957,
						["class"] = 3,
						["bTag"] = "格雷先森#5437",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "窃丿格瓦拉-格瑞姆巴托",
						["time"] = 1547977125,
						["class"] = 4,
						["leader"] = true,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Azrelstare-阿迦玛甘",
						["iLvl"] = 371,
						["time"] = 1547977125,
						["class"] = 4,
						["bTag"] = "阿迦#5363",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "细雨嫣然-地狱咆哮",
						["iLvl"] = 376,
						["time"] = 1547977119,
						["class"] = 12,
						["bTag"] = "淡紫色的想念#5254",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "阿塌塌-安苏",
						["iLvl"] = 366,
						["time"] = 1547977125,
						["class"] = 2,
						["bTag"] = "紫风悠然#5359",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "疯灬少-克尔苏加德",
						["time"] = 1547977121,
						["class"] = 12,
					}, -- [51]
				},
				["1-3-236-0"] = {
					{
						["role"] = "TANK",
						["name"] = "太极-熔火之心",
						["iLvl"] = 386,
						["time"] = 1548032206,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "小锴锴爸爸#5616",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "板儿砖的庇护-森金",
						["iLvl"] = 344,
						["time"] = 1548032209,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "暴躁的土豆#5190",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Likkas-凤凰之神",
						["iLvl"] = 372,
						["time"] = 1548032204,
						["class"] = 8,
						["bTag"] = "丨甲第丨#5993",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "三季石-石爪峰",
						["iLvl"] = 367,
						["time"] = 1548032237,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "疯狂的小铁#5334",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "管城区彭于晏-无尽之海",
						["iLvl"] = 383,
						["time"] = 1548032215,
						["class"] = 4,
						["bTag"] = "小路#5873",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "晴天打雷-血吼",
						["iLvl"] = 382,
						["time"] = 1548032206,
						["class"] = 12,
						["bTag"] = "晴天打雷雷死你#5643",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "发电发光-熔火之心",
						["time"] = 1548032243,
						["class"] = 1,
						["leader"] = true,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "太阳的舅妈-日落沼泽",
						["iLvl"] = 374,
						["time"] = 1548032243,
						["class"] = 5,
						["bTag"] = "BrightHammer#59765",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "醋酸钠-瓦拉斯塔兹",
						["iLvl"] = 388,
						["time"] = 1548032243,
						["class"] = 12,
						["bTag"] = "junjin#5519",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "子婴-血色十字军",
						["iLvl"] = 390,
						["time"] = 1548032219,
						["class"] = 8,
						["bTag"] = "米猪子#5494",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "擒佛祖-死亡之翼",
						["iLvl"] = 376,
						["time"] = 1548032215,
						["class"] = 2,
						["bTag"] = "战网还要身份#5189",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "树上的绿叶-火羽山",
						["iLvl"] = 359,
						["time"] = 1548032204,
						["class"] = 11,
						["bTag"] = "UnHuman#51525",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "大橙子-无尽之海",
						["iLvl"] = 383,
						["time"] = 1548032209,
						["class"] = 3,
						["bTag"] = "Luckyball#5809",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "橙馆-血色十字军",
						["iLvl"] = 381,
						["time"] = 1548032206,
						["class"] = 12,
						["bTag"] = "神棍德小六#5445",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "右手握天-安苏",
						["iLvl"] = 381,
						["time"] = 1548032213,
						["class"] = 1,
						["bTag"] = "金鑫#5603",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "和光同橙-耐奥祖",
						["iLvl"] = 388,
						["time"] = 1548032206,
						["class"] = 8,
						["bTag"] = "无为#5448",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "霜冻之风-梅尔加尼",
						["iLvl"] = 279,
						["time"] = 1548032223,
						["class"] = 6,
						["bTag"] = "超人不会飞#5568",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "丶帝贼-哈卡",
						["iLvl"] = 275,
						["time"] = 1548032243,
						["class"] = 4,
						["bTag"] = "Kinjaz#51316",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "趙丶慧膽寒酒-迅捷微风",
						["iLvl"] = 384,
						["time"] = 1548032193,
						["class"] = 10,
						["bTag"] = "滿月羔狼#5665",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Lagertha-红龙军团",
						["iLvl"] = 366,
						["time"] = 1548032223,
						["class"] = 7,
						["bTag"] = "银剑士#5588",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "动感酷哥哥-无尽之海",
						["time"] = 1548032237,
						["class"] = 12,
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "香蒲露雪-克尔苏加德",
						["iLvl"] = 326,
						["time"] = 1548032243,
						["class"] = 2,
						["bTag"] = "Castiel#5333",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "赤瞳-伊利丹",
						["iLvl"] = 363,
						["time"] = 1548032219,
						["class"] = 4,
						["bTag"] = "金属灬寒霜#5858",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "漆黑的梦境-影之哀伤",
						["iLvl"] = 348,
						["time"] = 1548032202,
						["class"] = 12,
						["bTag"] = "Invoker#5557",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "心灵捕手丶-布鲁塔卢斯",
						["iLvl"] = 360,
						["time"] = 1548032211,
						["class"] = 1,
						["bTag"] = "玺璐丹青#5302",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "小小潴-无尽之海",
						["iLvl"] = 325,
						["time"] = 1548032204,
						["class"] = 7,
						["bTag"] = "笨笨小潴#5914",
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "装备个锤子-格瑞姆巴托",
						["iLvl"] = 374,
						["time"] = 1548032209,
						["class"] = 7,
						["bTag"] = "狂暴农民工#5445",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "丶未来未来-熔火之心",
						["iLvl"] = 375,
						["time"] = 1548032206,
						["class"] = 1,
						["bTag"] = "Se7En#53603",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "棉花糖二号-血羽",
						["iLvl"] = 350,
						["time"] = 1548032241,
						["class"] = 1,
						["bTag"] = "narbill#5970",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "丶祸心跳跃-布兰卡德",
						["iLvl"] = 383,
						["time"] = 1548032221,
						["class"] = 6,
						["bTag"] = "夜色骑士#5104",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "倚天破月-哈卡",
						["iLvl"] = 382,
						["time"] = 1548032204,
						["class"] = 3,
						["bTag"] = "倚天破月#5368",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "咱耐他-暗影之月",
						["iLvl"] = 362,
						["time"] = 1548032213,
						["class"] = 3,
						["bTag"] = "暗影鱼人#5971",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "爱慕盜贼-阿古斯",
						["iLvl"] = 374,
						["time"] = 1548032206,
						["class"] = 4,
						["bTag"] = "情元素#5505",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "暗矛神射手-梅尔加尼",
						["iLvl"] = 378,
						["time"] = 1548032243,
						["class"] = 3,
						["bTag"] = "本无情#5425",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "钱钱仙人-凤凰之神",
						["iLvl"] = 387,
						["time"] = 1548032239,
						["class"] = 3,
						["bTag"] = "名侦探柯南#5303",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "卍發卐-诺森德",
						["iLvl"] = 375,
						["time"] = 1548032243,
						["class"] = 12,
						["bTag"] = "Sylvanas#5848",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "草死神-雏龙之翼",
						["iLvl"] = 373,
						["time"] = 1548032243,
						["class"] = 8,
						["bTag"] = "阿无卵烧窑#5959",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光肥牛-萨洛拉丝",
						["time"] = 1548032243,
						["class"] = 2,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "命运之觞-血色十字军",
						["iLvl"] = 386,
						["time"] = 1548032243,
						["class"] = 4,
						["bTag"] = "PWing#5816",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "麦迪坤-影之哀伤",
						["time"] = 1548032211,
						["class"] = 3,
					}, -- [40]
				},
			},
			["searchHistoryList"] = {
				"2-139-504-0", -- [1]
				"9-0-19-0", -- [2]
				"3-135-495-0", -- [3]
				"3-135-496-0", -- [4]
				"3-132-483-0", -- [5]
			},
			["version"] = "80100.02",
			["advShine"] = "80000.01",
			["lastSearchCode"] = "2-139-504-0",
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					false, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
